Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: It is separated from your ordinary LAN. Devices connected to this network are allowed to access the internet but are not allowed to access the configuration interface of this device or the devices in LAN.
cs: Je oddělena od vaší běžné LAN. Zařízení připojená do této sítě mají povolen přístup k Internetu, ale nemohou přistupovat k rozhraní pro nastavování tohoto zařízení ani k ostatním zařízením v LAN.
ru: Гостевой Wi-Fi отделен от вашей обычной локальной сети. Устройствам, подключенным к этой сети, разрешен доступ в Интернет, но не разрешен доступ к интерфейсу конфигурации этого устройства или устройств в локальной сети.
sk: Je oddelená od vašej bežnej lokálnej siete. Zariadenia pripojené k tejto sieti majú prístup na internet, ale nemajú povolený prístup do konfiguračnégho rozhrania tohto zariadenia ani k ostatným zariadeniam v LAN.
ta: இது உங்கள் சாதாரண லானிலிருந்து பிரிக்கப்பட்டுள்ளது. இந்த நெட்வொர்க்குடன் இணைக்கப்பட்ட சாதனங்கள் இணையத்தை அணுக அனுமதிக்கப்படுகின்றன, ஆனால் இந்த சாதனத்தின் உள்ளமைவு இடைமுகத்தை அல்லது LAN இல் உள்ள சாதனங்களை அணுக அனுமதிக்கப்படவில்லை.

source: Router's IP address in the guest inner network.
cs: IP adresa směrovače ve vnitřní síti pro hosty.
de: Die IP-Adresse des Routers im Gastnetzwerk.
el: Η διεύθυνση IP του δρομολογητή στο εσωτερικό δίκτυο επισκεπτών.
pl: Adres IP routera w wewnętrznej sieci dla gości.
ru: IP-адрес маршрутизатора во внутренней гостевой сети.
sk: IP adresa routera vo vnútornej sieti pre hostí.
ta: விருந்தினர் உள் நெட்வொர்க்கில் திசைவியின் ஐபி முகவரி.

source: Network mask of the guest inner network.
cs: Maska sítě vnitřní sítě pro hosty.
de: Netzwerkmaske des Gastnetzwerks.
el: Η μάσκα δικτύου του εσωτερικού δικτύου επισκεπτών.
pl: Maska podsieci wewnętrznej sieci dla gości.
ru: Маска подсети гостевой внутренней сети.
sk: Maska siete vnútornej siete pre hostí.
ta: விருந்தினர் உள் நெட்வொர்க்கின் பிணையம் முகமூடி.

source: This option enables you to set a bandwidth limit for the guest network, so that your main network doesn't get slowed-down by it.
cs: Tato volba umožňuje nastavit limit přenosové rychlosti sítě pro hosty, takže nebude zpomalovat vaši hlavní síť.
de: Diese Option ermöglicht es Ihnen, die Bandbreite des Gastnetzwerks zu begrenzen, sodass Ihr Hauptnetzwerk davon nicht ausgebremst wird.
el: Αυτή η επιλογή σάς δίνει τη δυνατότητα να ορίσετε ένα όριο εύρους ζώνης για το δίκτυο επισκεπτών, έτσι ώστε το κύριο δίκτυό σας να μην επιβραδύνεται από αυτό.
pl: Ta opcja umożliwia ustawienie limitu przepustowości w sieci dla gości, dzięki czemu główna sieć nie zostanie przez nią spowolniona.
ru: Эта опция позволяет вам установить ограничение пропускной способности для гостевой сети, чтобы скорость в вашей основной сети не снижалась.
sk: Táto možnosť vám umožňuje nastaviť limit šírky pásma siete pre hostí, takže nedôjde k spomaleniu vašej hlavnej siete.
ta: விருந்தினர் நெட்வொர்க்கிற்கான அலைவரிசை வரம்பை அமைக்க இந்த விருப்பம் உங்களுக்கு உதவுகிறது, இதனால் உங்கள் முக்கிய பிணையம் குறைக்கப்படாது.

source: Download speed in guest network (in kilobits per second).
cs: Rychlost stahování v síti pro hosty (v kilobitech za sekundu).
de: Downloadgeschwindigkeit im Gastnetzwerk (kbit/s).
el: Ταχύτητα λήψης στο δίκτυο επισκεπτών (σε kilobit ανά δευτερόλεπτο).
pl: Prędkość pobierania w sieci dla gości (w kilobitach na sekundę).
ru: Скорость приёма в гостевой сети (в килобитах в секунду).
sk: Rýchlosť sťahovania v sieti pre hostí (v kilobitoch za sekundu).
ta: விருந்தினர் நெட்வொர்க்கில் வேகத்தைப் பதிவிறக்குங்கள் (வினாடிக்கு கிலோபிட்களில்).

source: Upload speed in guest network (in kilobits per second).
cs: Rychlost odesílání v síti pro hosty (v kilobitech za sekundu).
de: Uploadgeschwindigkeit im Gastnetzwerk (kbit/s).
el: Ταχύτητα μεταφόρτωσης στο δίκτυο επισκεπτών (σε kilobit ανά δευτερόλεπτο).
pl: Prędkość wysyłania w sieci dla gości (w kilobitach na sekundę).
ru: Скорость передачи в гостевой сети (в килобитах в секунду).
sk: Rýchlosť odosielania v sieti pre hostí (v kilobitoch za sekundu).
ta: விருந்தினர் நெட்வொர்க்கில் வேகத்தை பதிவேற்றவும் (வினாடிக்கு கிலோபிட்களில்).

source: Guest Network Settings
cs: Nastavení sítě pro hosty
de: Gastnetzwerk Einstellungen
el: Ρυθμίσεις Δικτύου Επισκεπτών
pl: Ustawienia sieci dla gości
ru: Настройки гостевой сети
sk: Nastavenia siete pre hostí
ta: விருந்தினர் பிணையம் அமைப்புகள்

source: Enable Guest Network
cs: Zapnout síť pro hosty
de: Gastnetzwerk einschalten
el: Ενεργοποίηση Δικτύου Επισκεπτών
pl: Włącz sieć dla gości
ru: Включить гостевую сеть
sk: Povoliť sieť pre hostí
ta: விருந்தினர் நெட்வொர்க்கை இயக்கவும்

source: Router IP address
cs: IP adresa směrovače
de: IP-Adresse des Routers
el: Διεύθυνση IP δρομολογητή
pl: Adres IP routera
ru: IP-адрес маршрутизатора
sk: IP adresa routera
ta: திசைவி ஐபி முகவரி

source: Enable DHCP
cs: Zapnout DHCP
de: DHCP aktivieren
el: Ενεργοποίηση DHCP
pl: Włącz DHCP
ru: Включить DHCP
sk: Povoliť DHCP
ta: DHCP ஐ இயக்கு

source: Enable QoS
cs: Zapnout QoS
de: Aktiviere QoS
el: Ενεργοποίηση QoS
pl: Włącz QoS
ru: Включить QoS
sk: Povoliť QoS
ta: QoS ஐ இயக்கவும்

source: Download
cs: Stáhnout
de: Herunterladen
el: Λήψη
pl: Pobierz
ru: Скачать
sk: Stiahnuť
ta: பதிவிறக்கம்

source: Upload
cs: Odesílání
de: Hochladen
el: Μεταφόρτωση
pl: Wyślij
ru: Загрузить
sk: Odosielanie
ta: பதிவேற்றும்

source: Download speed must be positive
cs: Je třeba, aby rychlost stahování byla kladná
de: Die Download Geschwindigkeit muss höher sein
el: Η ταχύτητα λήψης πρέπει να είναι θετική
pl: Prędkość pobierania musi być dodatnia
ru: Скорость скачивания должна быть положительной
sk: Rýchlosť sťahovania musí byť kladná
ta: பதிவிறக்க விரைவு நேர்மறையாக இருக்க வேண்டும்

source: Upload speed must be positive
cs: Je třeba, aby rychlost odesílání byla kladná
de: Die Upload Geschwindigkeit muss höher sein
el: Η ταχύτητα μεταφόρτωσης πρέπει να είναι θετική
pl: Prędkość wysyłania musi być dodatnia
ru: Скорость загрузки должна быть положительной
sk: Rýchlosť odosielania musí byť kladná
ta: பதிவேற்ற விரைவு நேர்மறையாக இருக்க வேண்டும்

source: This network currently doesn't contain any devices. The changes you make here will become fully functional after you assign a network interface to this network.
cs: Tato síť nyní neobsahuje žádná zařízení. Změny, které provedete, se plně projeví poté, co k této síti přiřadíte nějaké síťové rozhraní.
de: Dieses Netzwerk enthält zur Zeit keine Geräte. Die Änderungen, die Sie hier vornehmen, werden vollständig zum Tragen kommen, sobald Sie diesem Netzwerk eine Verbindung zuweisen.
el: Αυτό το δίκτυο δεν περιέχει συσκευές αυτή την στιγμή. Οι αλλαγές που κάνετε εδώ θα γίνουν πλήρως λειτουργικές αφού αντιστοιχίσετε μια διεπαφή δικτύου σε αυτό το δίκτυο.
pl: Ta sieć obecnie nie zawiera żadnych urządzeń. Wprowadzone tutaj zmiany zadziałają w pełni dopiero po przypisaniu do tej sieci jakiegoś interfejsu sieciowego.
ru: В настоящее время в этой сети нет устройств. Внесенные здесь изменения станут полностью функциональными после того, как вы назначите сетевой интерфейс для этой сети.
sk: Táto sieť aktuálne neobsahuje žiadne zariadenia. Vykonané zmeny sa prejavia až keď tejto sieti priradíte sieťové rozhranie.
ta: இந்த நெட்வொர்க்கில் தற்போது எந்த சாதனங்களும் இல்லை. இந்த பிணையத்திற்கு நீங்கள் ஒரு பிணைய இடைமுகத்தை ஒதுக்கிய பிறகு நீங்கள் இங்கு செய்யும் மாற்றங்கள் முழுமையாக செயல்படும்.

source: All network interfaces of this network are currently down.
cs: Všechna síťová rozhraní této sítě jsou nyní bez komunikace.
de: Alle Netzwerkschnittstellen dieses Netzwerks sind derzeit deaktiviert.
el: Όλες οι διεπαφές δικτύου αυτού του δικτύου είναι απενεργοποιημένες αυτή την στιγμή.
pl: Wszystkie interfejsy sieciowe tej sieci są obecnie wyłączone.
ru: Все сетевые интерфейсы этой сети в настоящее время недоступны.
sk: Všetky sieťové rozhrania tejto siete sú aktuálne vypnuté.
ta: இந்த நெட்வொர்க்கின் அனைத்து பிணைய இடைமுகங்களும் தற்போது குறைந்துவிட்டன.

source: Welcome to reForis web interface. This guide will help you to setup your device.
de: Willkommen auf der reForis-Weboberfläche. Dieser Assistent hilft Ihnen beim Einrichten Ihres Geräts.
ru: Добро пожаловать в веб-интерфейс reForis. Это руководство поможет настроить ваше устройство.

source: Firstly it is required to set your password. Note the security of your home network is in your hands, so try not to use weak passwords.
ru: Во-первых, необходимо установить пароль. Помните, что безопасность вашей домашней сети в ваших руках, поэтому не используйте слабые пароли.

source: Your password is set. You may proceed to the next step.
cs: Vaše heslo je nastaveno. Můžete pokračovat na další krok.
de: Ihr Passwort wurde gesetzt. Sie können mit dem nächsten Schritt fortfahren.
el: Ο κωδικός πρόσβασής σας έχει οριστεί. Μπορείτε να προχωρήσετε στο επόμενο βήμα.
pl: Hasło zostało ustawione. Można przejść do następnego kroku.
ru: Ваш пароль установлен. Вы можете перейти к следующему шагу.
sk: Vaše heslo je nastavené. Môžete pokračovať na ďalší krok.
ta: உங்கள் கடவுச்சொல் அமைக்கப்பட்டுள்ளது. நீங்கள் அடுத்த கட்டத்திற்கு செல்லலாம்.

source: The workflow was set. You may proceed to next step.
cs: Scénář byl nastaven, můžete pokračovat k dalšímu kroku.
de: Der Workflow wurde eingestellt. Sie können mit dem nächsten Schritt fortfahren.
el: Η ροή εργασίας έχει οριστεί. Μπορείτε να προχωρήσετε στο επόμενο βήμα.
pl: Przepływ pracy został ustawiony. Możesz przejść do następnego kroku.
ru: Конфигурация выбрана. Вы можете перейти к следующему шагу.
sk: Scenár bol nastavený. Môžete pokračovať na ďalší krok.
ta: பணிப்பாய்வு அமைக்கப்பட்டது. நீங்கள் அடுத்த கட்டத்திற்கு செல்லலாம்.

source: Here you need to decide which interfaces belong to which network.
cs: Zde je třeba rozhodnout, která síťová rozhraní patří do které sítě.
de: Hier müssen Sie sich entscheiden, welche Schnittstelle zu welchem Netzwerk gehört.
el: Εδώ χρειάζεται να αποφασίσετε ποιές διεπαφές ανήκουν σε ποιό δίκτυο.
pl: Tutaj musisz zdecydować, które interfejsy należą do której sieci.
ru: Здесь вам необходимо решить, какие интерфейсы принадлежат какой сети.
sk: Teraz treba rozhodnúť, ktoré rozhrania patria do ktorej siete.
ta: எந்த நெட்வொர்க்குக்கு எந்த இடைமுகங்கள் சொந்தமானவை என்பதை இங்கே நீங்கள் தீர்மானிக்க வேண்டும்.

source: If you are in doubt use the current settings.
cs: Pokud váháte, použijte stávající nastavení.
de: Falls Sie sich nicht sicher sind, verwenden sie die aktuellen Einstellungen.
el: Εάν έχετε αμφιβολίες, χρησιμοποιήστε τις τρέχουσες ρυθμίσεις.
pl: W razie wątpliwości użyj bieżących ustawień.
ru: Если вы сомневаетесь, используйте текущие настройки.
sk: Ak si nie ste istí, ponechajte aktuálne nastavenia.
ta: உங்களுக்கு ஐயம் இருந்தால் தற்போதைய அமைப்புகளைப் பயன்படுத்துங்கள்.

source: You've configured your network interfaces. It seems that you didn't break any crucial network settings so you can safely proceed to the next step.
cs: Nastavili jste sítová rozhraní. Zdá se, že jste si nerozbili žádná důležitá nastavení sítě a tak můžete pokračovat na další krok.
de: Sie haben die Netzwerkschnittstellen konfiguriert. Dabei wurden scheinbar keine wichtigen Netzwerkeinstellungen falsch konfiguriert und Sie können mit dem nächsten Schritt fortfahren.
el: Έχετε διαμορφώσει τις διεπαφές δικτύου σας. Φαίνεται ότι δεν χαλάσατε καμία σημαντική ρύθμιση δικτύου, άρα μπορείτε να προχωρήσετε με ασφάλεια στο επόμενο βήμα.
pl: Skonfigurowałeś/-aś swoje interfejsy sieciowe. Wygląda na to, że prawidłowo podałeś/-aś kluczowe ustawienia sieci, więc możesz bezpiecznie przejść do następnego kroku.
ru: Вы настроили свои сетевые интерфейсы. Кажется, что вы не нарушали какие-либо важные настройки сети, поэтому вы можете спокойно перейти к следующему шагу.
sk: Nastavili ste sieťové rozhrania. Zdá sa, že nedošlo k narušeniu žiadnych zásadných nastavení siete, takže môžete bezpečne pokračovať na ďalší krok.
ta: உங்கள் பிணைய இடைமுகங்களை உள்ளமைத்துள்ளீர்கள். நீங்கள் எந்த முக்கியமான பிணைய அமைப்புகளையும் உடைக்கவில்லை என்று தெரிகிறது, எனவே நீங்கள் அடுத்த கட்டத்திற்கு பாதுகாப்பாக செல்லலாம்.

source: Now you need to set the time and timezone of your device.
cs: Nyní je třeba nastavit čas a časové pásmo, ve kterém se zařízení nachází.
de: Nun müssen Sie die Zeit und Zeitzone Ihres Gerätes einstellen.
el: Τώρα χρειάζεται να ρυθμίσετε την ώρα και τη ζώνη ώρας της συσκευής σας.
pl: Teraz musisz ustawić godzinę i strefę czasową swojego urządzenia.
ru: Теперь необходимо установить время и часовой пояс вашего устройства.
sk: Teraz je potrebné nastaviť čas a časovú zónu vášho zariadenia.
ta: இப்போது நீங்கள் உங்கள் சாதனத்தின் நேரத்தையும் நேர மண்டலத்தையும் அமைக்க வேண்டும்.

source: Your time and timezone seem to be set. Please make sure that the time matches the time on your computer if not try to update it via NTP or manually.
cs: Čas a časové pásmo bylo nastaveno. Ověřte, že čas na vašem zařízení odpovídá skutečnému času. Pokud ne, zaktualizujte ho pomocí ntp nebo ručně.
de: Ihre Zeit und Zeitzone wurden gespeichert. Bitte stellen Sie sicher, dass die Zeit mit der Zeit auf Ihrem Computer übereinstimmt, wenn nicht, versuchen Sie, sie über NTP oder manuell zu aktualisieren.
el: Η ώρα και η ζώνη ώρας φαίνεται να έχουν ρυθμιστεί. Βεβαιωθείτε ότι η ώρα ταιριάζει με την ώρα στον υπολογιστή σας. Αν δεν ταιριάζει, προσπαθήσετε να την ενημερώσετε μέσω NTP ή χειροκίνητα.
pl: Twój czas i strefa czasowa były ustawione. Upewnij się, że czas na urządzeniu odpowiada prawdziwemu. Jeśli nie, zaktualizuj go przez NTP lub ręcznie.
ru: Время и часовой пояс установлены. Убедитесь, что время соответствует времени на вашем компьютере, если вы не пытаетесь обновить его через NTP или вручную.
sk: Čas a časové pásmo sú nastavené. Skontrolujte, či čas zodpovedá skutočnosti. Ak nie, zaktualizujte ho pomocou NTP alebo ručne.
ta: உங்கள் நேரமும் நேர மண்டலமும் அமைக்கப்பட்டதாகத் தெரிகிறது. உங்கள் கணினியில் நேரத்துடன் நேரம் பொருந்துகிறது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள் என்றால் அதை NTP வழியாக அல்லது கைமுறையாக புதுப்பிக்க முயற்சிக்காதீர்கள்.

source: A proper DNS resolving is one of the key security features of your device. Let's configure it now.
cs: Správný DNS překlad je jeden z klíčových bezpečnostních prvků vašeho zařízení. Pojďme ho proto nyní nastavit.
de: Eine korrekte DNS-Auflösung ist eine der wichtigsten Sicherheitsmerkmale Ihres Geräts. Lassen Sie uns das jetzt konfigurieren.
el: Η σωστή επίλυση DNS είναι ένα από τα βασικά χαρακτηριστικά ασφαλείας της συσκευής σας. Ας την διαμορφώσουμε τώρα.
pl: Prawidłowe rozwiązywanie DNS jest jedną z kluczowych funkcji bezpieczeństwa twojego urządzenia. Skonfigurujmy to teraz.
ru: Правильное разрешение DNS имен - одна из ключевых функций безопасности вашего устройства. Давайте его настроим.
sk: Správny DNS preklad je jeden z kľúčových bezpečnostných prvkov vášho zariadenia. Teraz ho nastavíme.
ta: சரியான டி.என்.எச் தீர்க்கும் உங்கள் சாதனத்தின் முக்கிய பாதுகாப்பு அம்சங்களில் ஒன்றாகும். இப்போது அதை உள்ளமைக்கலாம்.

source: You've updated your DNS configuration. Try to run connection test to see whether your DNS resolver is properly set.
cs: Aktualizovali jste nastavení DNS. Zkuste spustit test připojení, abyste si ověřili, že překlad DNS funguje správně.
de: Sie haben Ihre DNS-Konfiguration aktualisiert. Versuchen Sie, einen Verbindungstest durchzuführen, um festzustellen, ob Ihr DNS-Resolver richtig eingestellt ist.
el: Έχετε ενημερώσει την διαμόρφωση DNS. Προσπαθήστε να εκτελέσετε την δοκιμή σύνδεσης για να δείτε εάν ο επιλυτής DNS έχει ρυθμιστεί σωστά.
pl: Zaktualizowano konfigurację DNS. Spróbuj uruchomić test połączenia, aby sprawdzić, czy rozpoznawanie nazw DNS działa poprawnie.
ru: Конфигурация DNS обновлена. Запустите проверку подключения, чтобы проверить, правильно ли настроено разрешение DNS.
sk: Aktualizovali ste konfiguráciu DNS. Teraz spustite test pripojenia, čím sa overí správnosť nastavenia DNS prekladu.
ta: உங்கள் டிஎன்எச் உள்ளமைவை புதுப்பித்துள்ளீர்கள். உங்கள் டிஎன்எச் தீர்வி சரியாக அமைக்கப்பட்டுள்ளதா என்பதைப் பார்க்க இணைப்பு சோதனையை இயக்க முயற்சிக்கவும்.

source: In order to access the internet, you need to configure your WAN interface.
cs: Pro přístup k Internetu potřebujete nastavit WAN rozhraní.
de: Für den Internetzugriff müssen Sie Ihre WAN Schnittstelle konfigurieren.
el: Για να αποκτήσετε πρόσβαση στο διαδίκτυο, χρειάζεται να διαμορφώσετε την διεπαφή WAN.
pl: Aby uzyskać dostęp do Internetu, musisz skonfigurować interfejs WAN.
ru: Чтобы получить доступ к Интернету, необходимо настроить интерфейс WAN.
sk: Aby ste mali prístup na internet, je potrebné nastaviť rozhranie WAN.
ta: இணையத்தை அணுக, உங்கள் வான் இடைமுகத்தை உள்ளமைக்க வேண்டும்.

source: You've configured your WAN interface. Try to run connection test to see whether it is working properly and if so you can safely proceed to the next step.
cs: Nastavili jste WAN rozhraní. Zkuste spustit test připojení, abyste si ověřili, že vše funguje, jak má. Poté můžete pokračovat na další krok.
de: Sie haben Ihre WAN-Schnittstelle konfiguriert. Machen Sie einen Verbindungstest, um zu sehen, ob sie funktioniert und Sie sicher zum nächsten Schritt fortfahren können.
el: Έχετε διαμορφώσει τη διεπαφή WAN σας. Προσπαθήστε να εκτελέσετε την δοκιμή σύνδεσης για να δείτε εάν λειτουργεί σωστά. Αν λειτουργεί μπορείτε να προχωρήσετε με ασφάλεια στο επόμενο βήμα.
pl: Skonfigurowałeś/-aś interfejs WAN. Spróbuj uruchomić test połączenia, aby sprawdzić, czy działa poprawnie, a jeśli tak, możesz bezpiecznie przejść do następnego kroku.
ru: Интерфейс WAN настроен. Запустите тест подключения, чтобы убедиться, что он работает правильно и можно безопасно перейти к следующему шагу.
sk: Rozhranie WAN je nastavené. Znovu spustite test pripojenia a overte, že všetko funguje. Potom môžete bezpečne postúpiť na ďalší krok.
ta: உங்கள் வான் இடைமுகத்தை உள்ளமைத்துள்ளீர்கள். இணைப்பு சோதனையை சரியாக வேலை செய்கிறதா என்பதைப் பார்க்க முயற்சிக்கவும், அப்படியானால் நீங்கள் அடுத்த கட்டத்திற்கு பாதுகாப்பாக செல்லலாம்.

source: Now you should configure your LAN interface. Note that when you change your network settings you probably won't be able to connect to the configuration interface unless you restart the network on your current device.
cs: Nyní byste měli nastavit LAN rozhraní. Poznamenejme, že když změníte svá síťové nastavení, tak se pravděpodobně nebudete moci připojit do rozhraní pro nastavování, dokud nerestartujete síť na zařízení, ze kterého přistupujete.
de: Jetzt sollten Sie Ihre LAN-Schnittstelle einrichten. Beachten Sie, dass Sie, wenn Sie Ihre Netzwerkeinstellungen ändern, ggf. erst die Netzwerkverbindung Ihres Geräts neu starten müssen, bevor Sie die Konfigurationsoberfläche wieder erreichen können.
el: Τώρα χρειάζεται να διαμορφώσετε τη διεπαφή LAN σας. Λάβετε υπόψη ότι όταν αλλάξετε τις ρυθμίσεις του δικτύου σας πιθανόν να μην μπορείτε να συνδεθείτε στη διεπαφή διαμόρφωσης εκτός εάν κάνετε επανεκκίνηση του δικτύου στην τρέχουσα συσκευή σας.
pl: Teraz należy skonfigurować interfejs LAN. Zwróć uwagę, że po zmianie ustawień sieciowych prawdopodobnie nie będziesz w stanie połączyć się z interfejsem konfiguracyjnym, chyba że ponownie uruchomisz sieć na obecnym urządzeniu.
ru: Теперь надо настроить интерфейс LAN. Обратите внимание, что при изменении настроек сети вы, вероятно, не сможете подключиться к интерфейсу конфигурации, пока не перезапустите сеть на своем текущем устройстве.
sk: Teraz treba nastaviť rozhranie LAN. Uvedomte si, že ak zmeníte nastavenia siete, pravdepodobne sa nebudete môcť pripojiť na konfiguračné rozhranie, kým sa nereštartuje sieť v zariadení, z ktorého sa pripájate.
ta: இப்போது நீங்கள் உங்கள் லேன் இடைமுகத்தை உள்ளமைக்க வேண்டும். உங்கள் பிணைய அமைப்புகளை மாற்றும்போது, உங்கள் தற்போதைய சாதனத்தில் பிணையத்தை மறுதொடக்கம் செய்யாவிட்டால், உள்ளமைவு இடைமுகத்துடன் இணைக்க முடியாது என்பதை நினைவில் கொள்க.

source: You've configured your LAN interface. Try to test whether settings work properly and if so you can safely proceed to the next step.
cs: Nastavili jste LAN rozhraní. Zkuste si ověřit, zda nastavení funguje správně a pokud ano, můžete pokračovat na další krok.
de: Sie haben Ihre LAN-Schnittstelle eingerichtet. Prüfen Sie, ob Ihre Einstellungen einwandfrei funktionieren; falls ja, können Sie sicher mit dem nächsten Schritt fortfahren.
el: Έχετε διαμορφώσει τη διεπαφή LAN σας. Δοκιμάστε να ελέγξετε εάν οι ρυθμίσεις λειτουργούν σωστά και εάν ναι, μπορείτε να προχωρήσετε με ασφάλεια στο επόμενο βήμα.
pl: Skonfigurowałeś/-aś interfejs LAN. Spróbuj sprawdzić, czy ustawienia działają poprawnie, a jeśli tak, możesz bezpiecznie przejść do następnego kroku.
ru: Интерфейс LAN настроен. Проверьте работу сети и вы можете спокойно перейти к следующему шагу.
sk: Rozhranie LAN je nastavené. Vyskúšajte, či všetko funguje a potom postúpte na ďalší krok.
ta: உங்கள் லேன் இடைமுகத்தை உள்ளமைத்துள்ளீர்கள். அமைப்புகள் சரியாக செயல்படுகின்றனவா என்பதை சோதிக்க முயற்சிக்கவும், அப்படியானால் நீங்கள் பாதுகாப்பாக அடுத்த கட்டத்திற்கு செல்லலாம்.

source: To activate Sentinel, you must accept the licence agreement.
ru: Для активации Sentinel необходимо принять лицензионное соглашение.

source: If you choose not to accept it, Sentinel will remain installed and accessible from the sidebar navigation, but it will not be active.
de: Falls Sie nicht akzeptieren, wird Sentinel installiert und über die Seitenleiste zugänglich bleiben, aber es wird nichts tun.
ru: Если вы решите не принимать его, Sentinel останется установленным и доступным из боковой панели навигации, но он не будет активен.

source: Sentinel is now set up. You can check its status and settings in the sidebar navigation.
de: Sentinel ist nun eingerichtet. Sie können über die Seitenleiste auf seinen Status und seine Einstellungen zugreifen.
ru: Sentinel теперь настроен. Вы можете проверить его статус и настройки в боковой панели навигации.

source: Now you need to configure automatic updates on your device.
cs: Nyní je potřeba nastavit automatické aktualizace vašeho zařízení.
de: Jetzt müssen Sie automatische Updates auf Ihrem Gerät einrichten.
el: Τώρα χρειάζεται να διαμορφώσετε τις αυτόματες ενημερώσεις στη συσκευή σας.
pl: Teraz możesz skonfigurować automatyczne aktualizacje na swoim urządzeniu.
ru: Теперь необходимо настроить автоматические обновления на вашем устройстве.
sk: Teraz je potrebné nastaviť automatické aktualizácie vášho zariadenia.
ta: இப்போது நீங்கள் உங்கள் சாதனத்தில் தானியங்கி புதுப்பிப்புகளை உள்ளமைக்க வேண்டும்.

source: Please wait till the updater finishes its run.
cs: Počkejte prosím, dokud automatické aktualizace nebudou dokončeny.
de: Bitte warten Sie, bis der Updater mit seiner Runde fertig ist.
el: Παρακαλώ περιμένετε μέχρι το πρόγραμμα ενημέρωσης να ολοκληρώσει την εκτέλεσή του.
pl: Proszę poczekać, aż automatyczna aktualizacja dobiegnie końca.
ru: Подождите, пока сервис обновлений запустится.
sk: Prosím, počkajte na dokončenie automatických aktualizácií.
ta: புதுப்பிப்பு அதன் ஓட்டத்தை முடிக்கும் வரை தயவுசெய்து காத்திருங்கள்.

source: Congratulations! Now your device is ready to be used.
cs: Gratulujeme! Vaše zařízení je nyní připraveno k použití.
de: Glückwunsch! Ihr Gerät ist jetzt betriebsbereit.
el: Συγχαρητήρια! Τώρα η συσκευή σας είναι έτοιμη για χρήση.
pl: Gratulacje! Twoje urządzenie jest teraz gotowe do użycia.
ru: Поздравляем! Теперь ваше устройство готово к использованию.
sk: Blahoželáme! Vaše zariadenie je teraz pripravené na používanie.
ta: வாழ்த்துக்கள்! இப்போது உங்கள் சாதனம் பயன்படுத்த தயாராக உள்ளது.
