Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: Congratulations! Now your device is able to act as a router and route network traffic among LAN, WAN and guest network.
cs: Gratulujeme! Nyní je vaše zařízení schopné fungovat jako router a směrovat síťový provoz mezi LAN, WAN a sítí pro hosty.
de: Glückwunsch! Ihr Gerät kann jetzt als Router fungieren und Datenverkehr zwischen LAN-, WAN- und Gast-Netzwerken durchleiten.
el: Συγχαρητήρια! Τώρα η συσκευή σας μπορεί να λειτουργεί ως δρομολογητής και να δρομολογεί την κυκλοφορία του δικτύου μεταξύ LAN, WAN και δικτύου επισκεπτών.
pl: Gratulacje! Teraz urządzenie może działać jako ruter i kierować ruch sieciowy między sieciami LAN, WAN i siecią dla gości.
ru: Поздравляем! Теперь ваше устройство может действовать как маршрутизатор и направлять сетевой трафик между LAN, WAN и гостевой сетью.
sk: Blahoželáme! Teraz je vaše zariadenie nastavené ako router a je schopné smerovať sieťovú prevádzku medzi WAN, LAN a sieťou pre hostí.
ta: வாழ்த்துக்கள்! இப்போது உங்கள் சாதனம் லேன், வான் மற்றும் விருந்தினர் நெட்வொர்க்கில் ஒரு திசைவி மற்றும் பாதை பிணையம் போக்குவரமாக செயல்பட முடியும்.

source: Minimal device setup is finished. Note that you probably need to perform some further configuration updates to fit the device to your needs.
cs: Minimální nastavení zařízení je dokončeno. Poznamenejme, že pro přizpůsobení zařízení vašim potřebám bude nejspíš třeba provést v nastavení ještě další změny.
de: Die Grundeinrichtung ist abgeschlossen. Beachten Sie, dass Sie möglicherweise noch einiges mehr konfigurieren müssen, um das Gerät an Ihre Bedürfnisse anzupassen.
el: Η ελάχιστη διαμόρφωση συσκευής έχει ολοκληρωθεί. Λάβετε υπόψη ότι πιθανότατα πρέπει να εκτελέσετε ορισμένη περαιτέρω διαμόρφωση για να προσαρμόσετε τη συσκευή στις ανάγκες σας.
pl: Minimalna konfiguracja urządzenia została zakończona. Pamiętaj, że aby dopasować urządzenie do twoich potrzeb, mogą być potrzebne dalsze zmiany w ustawieniach.
ru: Минимальная настройка устройства завершена. Обратите внимание, что, вероятно, потребуется выполнить дополнительные обновления конфигурации, чтобы они соответствовали вашим потребностям.
sk: Minimálne nastavenia vášho zariadenia sú dokončené. Pripomíname, že na úplné prispôsobenie zariadenia vašim potrebám bude pravdepodobne potrebné vykonať v nastaveniach ďalšie zmeny.
ta: குறைந்தபட்ச சாதன அமைப்பு முடிந்தது. உங்கள் தேவைகளுக்கு சாதனைக்கு ஏற்றவாறு நீங்கள் மேலும் சில உள்ளமைவு புதுப்பிப்புகளைச் செய்ய வேண்டும் என்பதை நினைவில் கொள்க.

source: Your device is now ready to be used. You can tweak the rest of the setting in the administration interface. Once you finish the guide, your Shield will try to connect to the Internet, and you will end up in the administration interface.
cs: Vaše zařízení je nyní připraveno k použití. Další nastavení si můžete si přizpůsobit v rozhraní pro správu. Jakmile dokončíte průvodce, váš Shield se pokusí připojit na Internet a zobrazí se vám rozhraní pro správu.
de: Ihr Gerät ist jetzt betriebsbereit. Sie können den Rest der Einstellungen in der Administrationsoberfläche anpassen. Sobald Sie mit der Anleitung fertig sind, wird Ihr Shield versuchen eine Internetverbindung aufzubauen und Sie zur Administrationsoberfläche weiterleiten.
el: Η συσκευή σας είναι τώρα έτοιμη για χρήση. Μπορείτε να τροποποιήσετε την υπόλοιπη ρύθμιση στη διεπαφή διαχείρισης. Μόλις ολοκληρώσετε τον οδηγό το Shield σας θα προσπαθήσει να συνδεθεί στο Internet και θα καταλήξετε στη διεπαφή διαχείρισης.
pl: Urządzenie jest teraz gotowe do użycia. Resztę ustawień można zmieniać w interfejsie administracyjnym. Po zakończeniu przewodnika Shield spróbuje połączyć się z internetem i pokaże interfejs administracyjny.
ru: Теперь ваше устройство готово к использованию. Вы можете настроить остальные параметры в интерфейсе администрирования. Как только вы закончите руководство, ваш Shield попытается подключиться к Интернету, и вы окажетесь в интерфейсе администрирования.
sk: Vaše zariadenie je teraz pripravené na použitie. Ďalšie nastavenia si môžete prispôsobiť v administračnom rozhraní. Po ukončení tohto sprievodcu sa Shield pokúsi pripojiť na internet a zobrazí sa vám administračné rozhranie.
ta: உங்கள் சாதனம் இப்போது பயன்படுத்த தயாராக உள்ளது. நிர்வாக இடைமுகத்தில் மீதமுள்ள அமைப்பை நீங்கள் மாற்றலாம். வழிகாட்டியை முடித்தவுடன், உங்கள் கேடயம் இணையத்துடன் இணைக்க முயற்சிக்கும், மேலும் நீங்கள் நிர்வாக இடைமுகத்தில் முடிவடையும்.

source: You chose to act as local server this means that it doesn't make sense to put any interfaces to your WAN and Guest Network. So it is a good idea to assign all interfaces to LAN.
cs: Zvolíte fungovat jako místní server což znamená, že nedává smysl umisťovat jakékoli rozhraní do WAN nebo sítě pro hosty. Takže je dobrý nápad přiřadit veškerá rozhraní do LAN.
de: Sie haben festgelegt, dass dies ein lokaler Server sein soll, also macht es keinen Sinn, irgendwelche Schnittstellen dem WAN- oder Gastnetzwerk hinzuzufügen. Daher ist es eine gute Idee, alle Schnittstellen ins LAN aufzunehmen.
el: Επιλέξατε να ενεργείτε ως τοπικός διακομιστής. Αυτό σημαίνει ότι δεν έχει νόημα να τοποθετήσετε διεπαφές στο WAN και στο Δίκτυο Επισκεπτών σας. Επομένως είναι καλή ιδέα να εκχωρήσετε όλες τις διεπαφές στο LAN.
pl: Wybrałeś/-aś działanie w trybie serwera lokalnego, co oznacza, że nie ma sensu umieszczać żadnych interfejsów w sieci WAN ani w sieci dla gości. W związku z tym, dobrym pomysłem jest przypisanie wszystkich interfejsów do sieci LAN.
ru: Вы решили работать как локальный сервер, это означает, что нет смысла размещать какие-либо интерфейсы в вашей сети WAN и гостевой сети. Поэтому неплохо назначить все интерфейсы для LAN.
sk: Zvolili ste režim miestneho servera, preto nemá zmysel umiestňovať akékoľvek rozhranie do WAN alebo do siete pre hostí. Vhodnejšie bude pridať všetky rozhrania do LAN.
ta: உள்ளக சேவையகமாக செயல்பட நீங்கள் தேர்வுசெய்தீர்கள், இதன் பொருள் உங்கள் வான் மற்றும் விருந்தினர் நெட்வொர்க்கில் எந்த இடைமுகங்களையும் வைப்பது அர்த்தமல்ல. எனவே அனைத்து இடைமுகங்களையும் LAN க்கு ஒதுக்குவது நல்லது.

source: To act as a local server, there's no need to manage LAN (if you still want to manage it reset the guide and choose the Router workflow). You probably want to act as a client here thus select <strong>Computer</strong> mode here.
cs: Pro fungování jako místní server není potřeba spravovat LAN (pokud ji i tak chcete spravovat, resetuje průvodce a zvolte scénář Směrovač). Sami nejspíš chcete fungovat jako klient a proto zde vyberte režim <strong>Počítač</strong>.
de: Für den Betrieb als lokaler Server ist es nicht notwendig, das LAN zu verwalten (falls Sie das trotzdem tun möchten, setzen Sie den Assistenten zurück und wählen den Router-Workflow). Er soll sich vielmehr wie ein Client verhalten, daher wählen Sie hier den <strong>Computer</strong>-Modus.
el: Για να ενεργείτε ως τοπικός διακομιστής δεν χρειάζεται να διαχειρίζεστε το LAN (εάν εξακολουθείτε να θέλετε να το διαχειριστείτε επαναφέρετε τον οδηγό και επιλέξτε τη ροή εργασίας του Δρομολογητή). Πιθανότατα θέλετε να ενεργήσετε ως πελάτης εδώ, επομένως επιλέξτε τη λειτουργία <strong>Υπολογιστής</strong> εδώ.
pl: Aby działać jako serwer lokalny, nie trzeba zarządzać siecią LAN (jeśli wciąż chcesz nią zarządzać, zresetuj przewodnik i wybierz tryb pracy routera). Najpewniej chcesz działać jako klient, więc wybierz tryb <strong>komputer</strong>.
ru: Чтобы действовать как локальный сервер, нет необходимости настраивать локальную сеть (если вы все еще хотите настроить её, сбросьте начальную настройку и выберите конфигурацию маршрутизатора). Вы, вероятно, хотите действовать как клиент, поэтому выберите режим <strong>Компьютер</strong> здесь.
sk: V režime miestneho servera nie je potrebné spravovať LAN. (Ak ju chcete spravovať týmto zariadením, zresetujte sprievodcu a zvoľte scenár router.) Ak chcete, aby sa zariadenie správalo ako klient, zvoľte režim <strong>Počítač</strong>.
ta: உள்ளக சேவையகமாக செயல்பட, லானை நிர்வகிக்க வேண்டிய அவசியமில்லை (நீங்கள் இன்னும் வழிகாட்டியை மீட்டமைத்து திசைவி பணிப்பாய்வுகளைத் தேர்வுசெய்ய விரும்பினால்). நீங்கள் இங்கே ஒரு கிளையண்டாக செயல்பட விரும்பலாம், இதனால் <strong> கணினி </strong> பயன்முறையைத் தேர்ந்தெடுக்கவும்.

source: If you select the <strong>static</strong> configuration be sure that the IP addresses are entered correctly otherwise you won't be able to access this configuration interface when the new settings are applied.
cs: Pokud zvolíte <strong>statické</strong> nastavení ověřte, že jste IP adresy zadali správně. Jinak po uplatnění tohoto nového nastavení nebude rozhraní pro nastavování přístupné.
de: Wenn Sie die <strong>statische</strong> Konfiguration auswählen, stellen Sie sicher, dass die IP-Adressen korrekt eingetragen sind, sonst können Sie nicht mehr auf das Konfigurationsoberfläche zugreifen, wenn die neuen Einstellungen übernommen werden.
el: Εάν επιλέξετε τη ρύθμιση παραμέτρων <strong>στατική</strong> βεβαιωθείτε ότι οι διευθύνσεις IP έχουν εισαχθεί σωστά διαφορετικά δεν θα έχετε πρόσβαση σε αυτήν τη διεπαφή διαμόρφωσης όταν εφαρμοστούν οι νέες ρυθμίσεις.
pl: Jeśli wybierzesz konfigurację <strong>statyczną</strong>, upewnij się, że adresy IP zostały wprowadzone poprawnie. W przeciwnym razie po zastosowaniu nowych ustawień nie będzie się dało do nich dostać.
ru: Если вы выберете конфигурацию <strong>Статичный</strong>, убедитесь, что IP-адреса введены правильно, иначе вы не сможете получить доступ к этой конфигурации, когда новые параметры будут применены.
sk: Pred potvrdením <strong>statického</strong> nastavenia skontrolujte správne zadanie IP adries. V opačnom prípade po potvrdení nastavení nebude možné pripojenie k tomuto konfiguračnému rozhraniu.
ta: நீங்கள் <strong> நிலையான </strong> உள்ளமைவைத் தேர்ந்தெடுத்தால், ஐபி முகவரிகள் சரியாக உள்ளிடப்பட்டுள்ளன என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், இல்லையெனில் புதிய அமைப்புகள் பயன்படுத்தப்படும்போது இந்த உள்ளமைவு இடைமுகத்தை அணுக முடியாது.

source: If you select the <strong>DHCP</strong> method you probably you need to obtain a new IP address of this device. You can obtain it from the DHCP server which is managing your LAN. Then you need to connect to the new IP address to proceed the guide.
cs: Pokud vyberete metodu <strong>DHCP</strong>, toto zařízení pravděpodobně obdrží novou IP adresu. Tu je možné si zjistit z DHCP serveru, který spravuje vaši síť. Aby bylo možné dokončit průvodce, bude třeba se připojit už na tuto novou IP adresu.
de: Wenn Sie die <strong>DHCP</strong>-Methode wählen, müssen Sie die neue IP-Adresse Ihres Geräts in Erfahrung bringen. Diese können Sie auf dem DHCP-Server Ihres Netzwerks nachsehen. Anschließend verbinden Sie sich mit dieser IP-Adresse, um im Assistenten fortzufahren.
el: Εάν επιλέξετε τη μέθοδο <strong>DHCP</strong> πιθανόν να χρειαστεί να αποκτήσετε μια νέα διεύθυνση IP αυτής της συσκευής. Μπορείτε να την αποκτήσετε από τον διακομιστή DHCP που διαχειρίζεται το LAN σας. Στη συνέχεια θα χρειαστεί να συνδεθείτε στη νέα διεύθυνση IP για να συνεχίσετε τον οδηγό.
pl: Jeśli wybierzesz konfigurację przez <strong>DHCP</strong>, prawdopodobnie będzie trzeba poznać nowy adres IP tego urządzenia. Można go uzyskać z serwera DHCP zarządzającego twoją siecią LAN. Następnie aby kontynuować korzystanie z przewodnika, trzeba połączyć się z nowym adresem IP.
ru: Если вы выберите конфигурацию <strong>DHCP</strong>, необходимо получить новый IP-адрес этого устройства. Вы можете получить его с сервера DHCP, который управляет вашей локальной сетью. Затем нужно переподключиться к новому IP-адресу, чтобы продолжить настройку.
sk: Ak zvolíte metódu <strong>DHCP</strong>, pravdepodobne budete potrebovať novú IP adresu tohto zariadenia. Získate ju z DHCP servera, ktorý spravuje vašu miestnu sieť. Potom sa pripojte na túto novú IP adresu a dokončite sprievodcu.
ta: நீங்கள் <strong> டி.எச்.சி.பி </strong> முறையைத் தேர்ந்தெடுத்தால், இந்த சாதனத்தின் புதிய ஐபி முகவரியை நீங்கள் பெற வேண்டும். உங்கள் LAN ஐ நிர்வகிக்கும் DHCP சேவையகத்திலிருந்து அதைப் பெறலாம். வழிகாட்டியைத் தொடர நீங்கள் புதிய ஐபி முகவரியுடன் இணைக்க வேண்டும்.

source: Note that either way you might need to re-plug your ethernet cables after you update the settings here.
cs: Poznamenejme že v obou případech může po změně nastavení zde být třeba odpojit a znovu připojit ethernetové kabely.
de: Bitte beachten Sie, dass Sie so oder so nach dem Ändern dieser Einstellungen die Netzwerkkabel abziehen und wieder anschließen müssen.
el: Λάβετε υπόψη ότι μπορεί να χρειαστεί έτσι κι αλλιώς να επανασυνδέσετε τα καλώδια ethernet σας αφού ενημερώσετε τις ρυθμίσεις εδώ.
pl: Zwróć uwagę, że w obu przypadkach może być konieczne ponowne podłączenie kabli ethernet po zaktualizowaniu ustawień.
ru: Обратите внимание, что вам может понадобиться повторно подключить свои сетевые кабели после обновления настроек здесь.
sk: Upozorňujeme, že po zmene nastavení, ktoré tu vykonáte, môže byť potrebné odpojiť a znovu pripojiť sieťové káble.
ta: நீங்கள் இங்கே அமைப்புகளை புதுப்பித்த பிறகு உங்கள் ஈதர்நெட் கேபிள்களை மீண்டும் விளக்க வேண்டும் என்பதை நினைவில் கொள்க.

source: Please test whether the settings you provided are working correctly. It means that you can access the configuration interface of your device, and your device can access the internet.
cs: Vyzkoušejte zda vámi zadaná nastavení správně fungují. To znamená, že můžete přistupovat k rozhraní pro nastavování svého zařízení a to je schopné přistupovat k Internetu (k tomu je možné využít test připojení níže).
de: Bitte prüfen Sie, ob Ihre Einstellungen einwandfrei funktionieren, d. h. ob Sie die Konfigurationsschnittstelle erreichen und Ihr Gerät eine Internetverbindung bekommt.
el: Παρακαλώ ελέγξτε εάν οι ρυθμίσεις που παρείχατε λειτουργούν σωστά. Αυτό σημαίνει να μπορείτε να έχετε πρόσβαση στη διεπαφή διαμόρφωσης της συσκευής σας και η συσκευή σας να έχει πρόσβαση στο διαδίκτυο.
pl: Proszę sprawdzić, czy podane ustawienia działają poprawnie. To znaczy, że da się łączyć do ustawień urządzenia, a ono może się łączyć z internetem.
ru: Проверьте, правильно ли работают указанные вами настройки. Это означает, что вы можете получить доступ к интерфейсу конфигурации вашего устройства, и ваше устройство может получить доступ к Интернету.
sk: Vyskúšajte, či všetky vaše nastavenia fungujú správne. To znamená, že ste schopní pripojiť sa na konfiguračné rozhranie vášho zariadenia a vaše zariadenie má prístup na internet. Môžete použiť test nižšie.
ta: நீங்கள் வழங்கிய அமைப்புகள் சரியாக செயல்படுகின்றனவா என்பதை சோதிக்கவும். உங்கள் சாதனத்தின் உள்ளமைவு இடைமுகத்தை அணுகலாம் என்பதே இதன் பொருள், மேலும் உங்கள் சாதனம் இணையத்தை அணுகலாம்.

source: Congratulations! Now your device should be able to act as a server on your local network.
cs: Gratulujeme! Nyní by vaše zařízení mělo být schopné fungovat jako server v místní síti.
de: Glückwunsch! Ihr Gerät kann jetzt als Server in ihrem lokalen Netzwerk fungieren.
el: Συγχαρητήρια! Τώρα η συσκευή σας θα πρέπει να μπορεί να λειτουργεί ως διακομιστής στο τοπικό σας δίκτυο.
pl: Gratulacje! Teraz urządzenie powinno móc działać jako serwer w sieci lokalnej.
ru: Поздравляем! Теперь ваше устройство должно работать как сервер в вашей локальной сети.
sk: Blahoželáme! Vaše zariadenie teraz funguje ako server v miestnej sieti.
ta: வாழ்த்துக்கள்! இப்போது உங்கள் சாதனம் உங்கள் உள்ளக நெட்வொர்க்கில் சேவையகமாக செயல்பட முடியும்.

source: Cannot mark guide as finished.
cs: Nebylo možné označit průvodce za dokončený.
de: Der Assistent kann nicht als abgeschlossen gekennzeichnet werden.
el: Δεν είναι δυνατή η επισήμανση του οδηγού ως ολοκληρωμένου.
pl: Nie można oznaczyć przewodnika jako ukończonego.
ru: Начальная настройка не завершена.
sk: Nie je možné potvrdiť dokončenie sprievodcu.
ta: வழிகாட்டியை முடித்தபடி குறிக்க முடியாது.

source: Password
cs: Heslo
de: Passwort
el: Κωδικός
pl: Hasło
ru: Пароль
sk: Heslo
ta: கடவுச்சொல்

source: Workflow
cs: Scénář
de: Ablauf
el: Ροή Εργασίας
pl: Scenariusz
ru: Конфигурация
sk: Scenár
ta: பணிப்பாய்வு

source: Interfaces
cs: Rozhraní
de: Schnittstellen
el: Διεπαφές
pl: Interfejsy
ru: Интерфейс
sk: Rozhrania
ta: இடைமுகங்கள்

source: Time
cs: Čas
de: Zeit
el: Ώρα
pl: Czas
ru: Синхронизация
sk: Čas
ta: நேரம்

source: Updates
cs: Aktualizace
el: Ενημερώσεις
pl: Aktualizacje
ru: Обновления
sk: Aktualizácie
ta: புதுப்பிப்புகள்

source: Finish
cs: Dokončit
de: Abschließen
el: Ολοκλήρωση
pl: Gotowe
ru: Завершить
sk: Dokončiť
ta: முடிக்க

source: Next step
cs: Další krok
de: Nächster Schritt
el: Επόμενο βήμα
pl: Następny krok
ru: Следующий шаг
sk: Ďalší krok
ta: அடுத்த அடி

source: Skip
cs: Přeskočit
de: Überspringen
el: Παράληψη
pl: Pomiń
ru: Пропустить
sk: Preskočiť
ta: தவிர்

source: Are you sure you want to skip the whole guide?
cs: Opravdu chcete průvodce úplně přeskočit?
de: Sind Sie sicher, dass Sie die ganze Anleitung überspringen möchten?
el: Είστε σίγουροι ότι θέλετε να παραλείψετε ολόκληρο τον οδηγό;
pl: Na pewno chcesz pominąć cały przewodnik?
ru: Вы уверены, что хотите пропустить руководство?
sk: Ste si istí, že chcete preskočiť celého sprievodcu?
ta: முழு வழிகாட்டியையும் தவிர்க்க விரும்புகிறீர்களா?

source: This will skip the guide and you will be redirected to the overview page.
cs: Tímto přeskočíte průvodce a budete přesměrováni na stránku přehledu.
de: Dadurch wird die Anleitung übersprungen und Sie werden zur Übersichtsseite weitergeleitet.
el: Αυτό θα παραλείψει τον οδηγό και θα ανακατευθυνθείτε στη σελίδα επισκόπησης.
pl: Przewodnik zostanie pominięty i nastąpi przekierowanie do strony przeglądu.
ru: Это приведет к пропуску руководства и перенаправлению на страницу обзора.
sk: Týmto sa preskočí sprievodca a budete presmerovaní na stránku s prehľadom.
ta: இது வழிகாட்டியைத் தவிர்க்கும், மேலும் நீங்கள் கண்ணோட்டம் பக்கத்திற்கு திருப்பி விடப்படுவீர்கள்.

source: Settings that are not set up during the guide will be set to default values. And you will have to set them up manually.
cs: Nastavení, která neprovedete během průvodce, budou ponechána na výchozích hodnotách. Bude třeba je nastavit ručně.
de: Einstellungen, die nicht während der Anleitung vorgenommen werden, werden auf Standardwerte gesetzt. Sie müssen sie dann manuell einstellen.
el: Οι ρυθμίσεις που δεν έχουν οριστεί κατά τη διάρκεια του οδηγού θα οριστούν στις προεπιλεγμένες τιμές. Θα πρέπει να τα ρυθμίσετε χειροκίνητα.
pl: Ustawienia, które nie zostaną zmienione w przewodniku, otrzymają domyślne wartości. Będziesz musieć zmienić je samodzielnie.
ru: Настройки, которые не были выбраны во время руководства, будут установлены на значения по умолчанию. Надо будет настроить их вручную.
sk: Nastavenia, ktoré nie sú nastavené počas sprievodcu, budú nastavené na predvolené hodnoty a budete ich musieť nastaviť ručne.
ta: வழிகாட்டியின் போது அமைக்கப்படாத அமைப்புகள் இயல்புநிலை மதிப்புகளுக்கு அமைக்கப்படும். நீங்கள் அவற்றை கைமுறையாக அமைக்க வேண்டும்.

source: Confirm
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
pl: Potwierdź
ru: Подтвердить
sk: Potvrdiť
ta: உறுதிப்படுத்தவும்

source: Guide Finished
cs: Průvodce dokončen
de: Leitfaden Fertig
el: Ο Οδηγός Ολοκληρώθηκε
pl: Przewodnik ukończony
ru: Начальная настройка завершена
sk: Sprievodca bol dokončený
ta: வழிகாட்டி முடிந்தது

source: Once you leave this guide you'll be granted access to the full configuration interface of this device.
cs: Jakmile tohoto průvodce opustíte, bude vám udělen přístup k úplnému rozhraní pro správu tohoto zařízení.
de: Sobald Sie den Assistenten verlassen, bekommen Sie Vollzugriff auf die Konfigurationsoberfläche dieses Gerätes.
el: Μόλις αποχωρήσετε από αυτό τον οδηγό θα σας παραχωρηθεί πρόσβαση στην πλήρη διεπαφή διαμόρφωσης αυτής της συσκευής.
pl: Po opuszczeniu tego przewodnika uzyskasz dostęp do pełnego interfejsu konfiguracyjnego tego urządzenia.
ru: После выхода из этого руководства вам будет предоставлен доступ к полному интерфейсу настройки этого устройства.
sk: Po opustení tohto sprievodcu získate prístup k úplnému konfiguračnému rozhraniu tohto zariadenia.
ta: இந்த வழிகாட்டியை நீங்கள் விட்டுச் சென்றதும் இந்த சாதனத்தின் முழு உள்ளமைவு இடைமுகத்திற்கான அணுகல் உங்களுக்கு வழங்கப்படும்.

source: To further improve your security consider installing data collection plugin (via Package Management). This will allow you to be part of our security research to discover new attackers and give you access to dynamic firewall updates blocking known attackers.
cs: Pokud chcete ještě dále zlepšit své zabezpečení, zvažte instalaci zásuvného modulu Sběr dat (prostřednictvím správy balíčků). To vám umožní být součástí našeho výzkumu zabezpečení, abychom objevili nové útočníky a poskytli vám přístup k dynamickým aktualizacím brány firewall, které blokují známé útočníky.
de: Zur weiteren Verbesserung der Sicherheit sollten Sie darüber nachdenken, das Datensammel-Plugin (data collection plugin) über die Paketverwaltung zu installieren. Das erlaubt Ihnen, Teil unserer Sicherheitsforschung zur Aufdeckung neuer Angreifer zu werden und gewährt Ihnen Zugriff auf unsere dynamischen Firewall-Updates, die bekannte Angreifer blockieren.
el: Για να βελτιώσετε περαιτέρω την ασφάλειά σας εξετάστε το ενδεχόμενο να εγκαταστήσετε το πρόσθετο συλλογής δεδομένων (μέσω της Διαχείρισης Πακέτων). Αυτό θα σας επιτρέψει να λάβετε μέρος στην έρευνα ασφαλείας μας για να ανακαλύψετε νέους εισβολείς και θα σας δώσει πρόσβαση σε δυναμικές ενημερώσεις τείχους προστασίας που εμποδίζουν γνωστούς εισβολείς.
pl: Aby jeszcze bardziej zwiększyć swoje bezpieczeństwo, rozważ zainstalowanie wtyczki do zbierania danych (przez zarządzanie pakietami). Pozwoli to być częścią naszych badań nad bezpieczeństwem w celu odkrycia nowych zagrożeń i da dostęp do dynamicznych aktualizacji firewalla blokujących znanych napastników.
ru: Для дальнейшего повышения безопасности рассмотрите возможность установки плагина сбора данных (через Управление пакетами). Это позволит вам принять участие в наших исследованиях безопасности для обнаружения новых атак и предоставить вам доступ к динамическим обновлениям брандмауэра, блокирующим известные атаки.
sk: Ak chcete ešte viac zvýšiť svoje zabezpečenie, zvážte inštaláciu pluginu Zber dát (v Správe balíčkov). Zapojíte sa tak do nášho výskumu zabezpečenia, ktorý odhaľuje nových útočníkov a získate prístup k dynamickým aktualizáciám brány firewall, ktorá blokuje odhalených útočníkov.
ta: உங்கள் பாதுகாப்பை மேலும் மேம்படுத்தத் தரவு சேகரிப்பு சொருகி (தொகுப்பு மேலாண்மை வழியாக) நிறுவுவதைக் கருத்தில் கொள்ளுங்கள். புதிய தாக்குபவர்களைக் கண்டுபிடிப்பதற்கும், அறியப்பட்ட தாக்குபவர்களைத் தடுப்பதை மாறும் ஃபயர்வால் புதுப்பிப்புகளை அணுகுவதற்கும் இது எங்கள் பாதுகாப்பு ஆராய்ச்சியின் ஒரு பகுதியாக இருக்க உங்களை அனுமதிக்கும்.

source: Continue
cs: Pokračovat
de: Weiter
el: Συνέχεια
pl: Dalej
ru: Продолжить
sk: Pokračovať
ta: தொடரவும்

source: Turris Sentinel is an advanced security system designed to protect your router and network from cyber threats. It continuously monitors and analyzes reports from Turris devices worldwide to detect and block attackers in real time. Sentinel is made up of several key components, including
de: Turris Sentinel ist ein fortschrittliches Sicherheitssystem, das dafür entwickelt wurde, Ihren Router und Ihr Netzwerk vor Cyber-Bedrohungen zu schützen. Der Sentinel beobachtet und analysiert durchgehend Berichte von Turris -Geräten aus aller Welt, sodass er Angriffe in Echtzeit aufspüren und blockieren kann. Sentinel besteht aus mehreren Schlüsselkomponenten, unter anderem
ru: Turris Sentinel — усовершенствованная система безопасности, разработанная для защиты вашего маршрутизатора и домашней сети от киберугроз. Она непрерывно отслеживает и анализирует отчеты с устройств Turris по всему миру, чтобы обнаруживать и блокировать злоумышленников в режиме реального времени. Sentinel состоит из нескольких ключевых компонентов, включая

source: Threat Detection
cs: Detekce hrozeb
de: Bedrohungserkennung
el: Ανίχνευση Aπειλών
pl: Wykrywanie zagrożeń
ru: Обнаружение угроз
sk: Detekcia hrozieb
ta: அச்சுறுத்தல் கண்டறிதல்
