Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: Tunnel ID
cs: Identifikátor tunelu
el: Αναγνωριστικό Tunnel
pl: Identyfikator tunelu
ru: ID туннеля
sk: Identifikátor tunela
ta: சுரங்கப்பாதை ஐடி

source: Key
cs: Klíč
de: Schlüssel
el: Κλειδί
pl: Klucz
ru: Ключ
sk: Kľúč
ta: விசை

source: MTU has to be a number in the range of 1280-1480.
cs: MTU by mělo být číslo z rozsahu 1280-1480.
de: Die MTU muss eine Zahl im Bereich von 1280-1480 sein.
el: Το MTU πρέπει να είναι ένας αριθμός μεταξύ 1280 και 1480.
pl: MTU musi być liczbą z przedziału 1280–1480.
ru: MTU должен быть числом в диапазоне 1280-1480.
sk: MTU musí byť číslo z rozsahu 1280-1480.
ta: MTU 1280-1480 வரம்பில் ஒரு எண்ணாக இருக்க வேண்டும்.

source: MTU has to be in the range of 1280-1480.
cs: MTU by mělo být z rozsahu 1280-1480.
de: Die MTU muss im Bereich von 1280-1480 liegen.
el: Το MTU πρέπει να είναι μεταξύ 1280 και 1480.
pl: MTU musi być w przedziale 1280–1480.
ru: MTU должен быть в диапазоне 1280-1480.
sk: MTU musí byť z rozsahu 1280-1480.
ta: MTU 1280-1480 வரம்பில் இருக்க வேண்டும்.

source: PPPoE (for DSL bridges, etc.)
cs: PPPoE (pro DSL v režimu bridge atd.)
de: PPPoE (für DSL-Bridges usw.)
el: PPPoE (για γέφυρες DSL, κ.λπ.)
pl: PPPoE (dla mostków DSL itp.)
ru: PPPoE (для мостов DSL и т. д.)
sk: PPPoE (pre DSL modemy v režime bridge, a pod.)
ta: PPPOE (டி.எச்.எல் பாலங்கள் போன்றவற்றுக்கு)

source: IPv4 Settings
cs: Nastavení IPv4
de: IPv4-Einstellungen
el: Ρυθμίσεις IPv4
pl: Ustawienia IPv4
ru: Настройки IPv4
sk: Nastavenia IPv4
ta: ஐபிவி 4 அமைப்புகள்

source: PAP/CHAP username
cs: Uživatelské jméno pro PAP/CHAP
de: PAP/CHAP-Benutzername
el: Όνομα χρήστη PAP/CHAP
pl: Nazwa użytkownika PAP/CHAP
ru: Имя пользователя PAP/CHAP
sk: Užívateľské meno pre PAP/CHAP
ta: PAP/CHAP பயனர்பெயர்

source: PAP/CHAP password
cs: Heslo pro PAP/CHAP
de: PAP/CHAP-Passwort
el: Κωδικός πρόσβασης PAP/CHAP
pl: Hasło PAP/CHAP
ru: Пароль PAP/CHAP
sk: Heslo pre PAP/CHAP
ta: PAP/CHAP கடவுச்சொல்

source: Unfortunately, we were unable to detect any wireless cards in your router.
cs: Ve vašem směrovači žel nebyly zjištěny žádné karty pro bezdrátové připojení.
de: Leider haben wir keine Drahtlos-Adapter in Ihrem Router gefunden.
el: Δυστυχώς, δεν μπορέσαμε να εντοπίσουμε ασύρματες κάρτες στο δρομολογητή σας.
pl: Niestety nie udało się wykryć w routerze żadnych bezprzewodowych kart sieciowych.
ru: К сожалению, не удалось обнаружить беспроводных карт в вашем маршрутизаторе.
sk: Žiaľ, vo vašom routeri nebola zistená žiadna Wi-Fi karta.
ta: துரதிர்ச்டவசமாக, உங்கள் திசைவியில் எந்த வயர்லெச் அட்டைகளையும் எங்களால் கண்டறிய முடியவில்லை.

source: If you want to use your router as a Wi-Fi access point, enable Wi-Fi here and fill in an SSID (the name of the access point) and a corresponding password. You can then set up your mobile devices using the QR code available within the form.
cs: Pokud chcete používat váš směrovač jako přístupový bod Wi-Fi, povolte zde Wi-Fi a vyplňte SSID (název přístupového bodu) a příslušné heslo. Potom můžete nastavit svá mobilní zařízení pomocí QR kódu zobrazovaného uvnitř formuláře.
de: Falls Sie Ihren Router als WLAN-Access Point verwenden möchten, schalten Sie hier Wi-Fi ein, dann füllen Sie das SSD-Feld (für den Namen des Access Point) und das Passwort-Feld aus. Danach wird Ihnen ein QR-Code angezeigt, mit dem Sie Ihre Mobilgeräte einrichten können.
el: Εάν θέλετε να χρησιμοποιήσετε το δρομολογητή σας ως σημείο πρόσβασης Wi-Fi, ενεργοποιήστε το Wi-Fi εδώ και συμπληρώστε ένα SSID (το όνομα του σημείου πρόσβασης) και έναν αντίστοιχο κωδικό πρόσβασης. Στη συνέχεια μπορείτε να ρυθμίσετε τις φορητές συσκευές σας χρησιμοποιώντας τον κωδικό QR που είναι διαθέσιμος μέσω της φόρμας.
pl: Jeśli chcesz używać routera jako punktu dostępowego Wi-Fi, włącz tu Wi-Fi i wpisz SSID (nazwę punktu dostępowego) oraz odpowiednie hasło. Następnie możesz go dodać do swoich urządzeń mobilnych za pomocą kodu QR wyświetlonego w formularzu.
ru: Если вы хотите использовать свой маршрутизатор в качестве точки доступа Wi-Fi, включите здесь Wi-Fi и введите SSID (имя точки доступа) и соответствующий пароль. Затем вы можете настроить свои мобильные устройства с помощью QR-кода, доступного в форме.
sk: Ak chcete používať router ako prístupový bod Wi-Fi, povoľte tu Wi-Fi a vyplňte SSID (názov prístupového bodu) a príslušné heslo. Potom môžete nastaviť svoje mobilné zariadenia pomocou QR kódu, ktorý je k dispozícii vo formulári.
ta: உங்கள் திசைவியை வைஃபை அணுகல் புள்ளியாகப் பயன்படுத்த விரும்பினால், இங்கே வைஃபை இயக்கி, ஒரு எச்எச்ஐடி (அணுகல் புள்ளியின் பெயர்) மற்றும் அதனுடன் தொடர்புடைய கடவுச்சொல்லை நிரப்பவும். படிவத்திற்குள் கிடைக்கும் QR குறியீட்டைப் பயன்படுத்தி உங்கள் மொபைல் சாதனங்களை அமைக்கலாம்.

source: Can't add new DNS forwarder.
cs: Nedaří se přidat nové DNS přeposílání.
de: Der neue DNS-Forwarder kann nicht hinzugefügt werden.
el: Δεν είναι δυνατή η προσθήκη νέου προωθητή DNS.
pl: Nie można dodać nowego przekaźnika DNS.
ru: Не удается добавить новый DNS-сервер пересылки.
sk: Nedá sa pridať nové DNS preposielanie (forwarder).
ta: புதிய டிஎன்எச் முன்னோக்கி சேர்க்க முடியாது.

source: Can't set DNS forwarder.
cs: Nedaří se nastavit DNS přeposílání.
de: DNS-Forwarder kann nicht gesetzt werden.
el: Δεν είναι δυνατός ο ορισμός του προωθητή DNS.
pl: Nie można ustawić przekaźnika DNS.
ru: Не удается установить DNS-сервер пересылки.
sk: Nedá sa nastaviť DNS preposielanie (forwarder).
ta: டிஎன்எச் முன்னோக்கி அமைக்க முடியாது.

source: Can't delete DNS forwarder.
cs: Nedaří se smazat DNS přeposílání.
de: DNS-Forwarder kann nicht gelöscht werden.
el: Δεν είναι δυνατή η διαγραφή του προωθητή DNS.
pl: Nie można usunąć przekaźnika DNS.
ru: Не удается удалить сервер пересылки DNS.
sk: Nedá sa vymazať DNS preposielanie (forwarder).
ta: டிஎன்எச் முன்னோக்கி நீக்க முடியாது.

source: IP address does not fit the LAN network.
cs: IP adresa neodpovídá síti LAN.
de: Die IP-Adresse passt nicht zum aktuellen Netzwerk.
el: Η διεύθυνση IP δεν ταιριάζει στο δίκτυο LAN.
pl: Adres IP nie odpowiada sieci LAN.
ru: IP-адрес не соответствует сети LAN.
sk: IP adresa nepatrí do aktuálnej LAN siete.
ta: ஐபி முகவரி லேன் நெட்வொர்க்குக்கு பொருந்தாது.

source: DHCP is disabled for LAN.
cs: Služba DHCP je pro síť LAN zakázána.
de: DHCP ist im LAN abgeschaltet.
el: Το DHCP είναι απενεργοποιημένο για το LAN.
pl: Usługa DHCP jest wyłączona dla sieci LAN.
ru: DHCP отключен для локальной сети.
sk: DHCP je pre LAN zakázané.
ta: LAN க்கு DHCP முடக்கப்பட்டுள்ளது.

source: IP address is already used by another static lease.
cs: IP adresa je už používána pro jinou statickou zápůjčku.
de: Die IP-Adresse wird bereits für eine statische Reservierung verwendet.
el: Η διεύθυνση IP χρησιμοποιείται ήδη από άλλο στατικό lease.
pl: Adres IP jest już używany przez inną dzierżawę statyczną.
ru: IP-адрес уже используется в другой постоянной аренде.
sk: IP adresa sa už používa pre inú statickú výpožičku.
ta: ஐபி முகவரி ஏற்கனவே மற்றொரு நிலையான குத்தகையால் பயன்படுத்தப்படுகிறது.

source: MAC address is already used by another static lease.
cs: MAC adresa je už používána pro jinou statickou zápůjčku.
de: Die MAC-Adresse wird bereits für eine statische Reservierung verwendet.
el: Η διεύθυνση MAC χρησιμοποιείται ήδη από άλλο στατικό lease.
pl: Adres MAC jest już używany przez inną dzierżawę statyczną.
ru: MAC-адрес уже используется в другой постоянной аренде.
sk: MAC adresa sa už používa pre inú statickú výpožičku.
ta: MAC முகவரி ஏற்கனவே மற்றொரு நிலையான குத்தகையால் பயன்படுத்தப்படுகிறது.

source: No static lease has this MAC address assigned.
cs: Tuto MAC adresu nemá přiřazenu žádná statická zápůjčka.
de: Dieser MAC-Adresse ist keine statische Reservierung zugewiesen.
el: Aυτή η διεύθυνση MAC δεν έχει εκχωρηθεί σε κανένα στατικό lease.
pl: Tego adresu MAC nie ma przypisana żadna dzierżawa statyczna.
ru: Нет постоянной аренды с этим MAC-адресом.
sk: Táto MAC adresa nie je priradená žiadnej statickej výpožičke.
ta: நிலையான குத்தகைக்கு இந்த MAC முகவரி ஒதுக்கப்படவில்லை.

source: Hostname is already used by another static lease.
cs: Síťový název je už používán jinou statickou zápůjčkou.
de: Der Hostname wird bereits für eine statische Reservierung verwendet.
el: Το hostname χρησιμοποιείται ήδη από άλλο στατικό lease.
pl: Nazwa hosta jest już używana przez inną dzierżawę statyczną.
ru: Имя хоста уже используется в другой постоянной аренде.
sk: Sieťový názov sa už používa pre inú statickú výpožičku.
ta: ஓச்ட்பெயர் ஏற்கனவே மற்றொரு நிலையான குத்தகையால் பயன்படுத்தப்படுகிறது.

source: IP address is not in the LAN network.
cs: IP adresa není v síti LAN.
ru: IP-адрес не входит в локальную сеть.
sk: IP adresa sa v LAN sieti nenachádza.
ta: ஐபி முகவரி லேன் நெட்வொர்க்கில் இல்லை.

source: IP address is not a user-defined static lease.
cs: IP adresa není uživatelsky definovanou statickou zápůjčkou.
ru: IP-адрес не является статическим адресом, определяемым пользователем.
sk: IP adresa nie je užívateľom definovanou statickou výpožičkou.
ta: ஐபி முகவரி பயனர் வரையறுக்கப்பட்ட நிலையான குத்தகை அல்ல.

source: Port range is already used by another port forwarding rule.
cs: Rozsah portů je už používán pro jiné pravidlo přesměrování.
ru: Диапазон портов уже используется другим правилом переадресации портов.
sk: Rozsah portov sa už používa pre iné pravidlo presmerovania.
ta: துறைமுகம் ரேஞ்ச் ஏற்கனவே மற்றொரு துறைமுகம் பகிர்தல் விதியால் பயன்படுத்தப்படுகிறது.

source: Can't create DHCP lease.
cs: Nelze přidělit adresu přes DHCP.
de: DHCP-Lease kann nicht erstellt werden.
el: Δεν είναι δυνατή η δημιουργία του DHCP lease.
pl: Nie można przydzielić adresu przez DHCP.
ru: Невозможно создать аренду DHCP.
sk: Nedá sa vytvoriť DHCP výpožička.
ta: DHCP குத்தகையை உருவாக்க முடியாது.

source: Can't update DHCP lease.
cs: Nelze aktualizovat zápůjčku DHCP.
de: DHCP-Lease kann nicht aktualisiert werden.
el: Δεν είναι δυνατή η ενημέρωση του DHCP lease.
pl: Nie można zaktualizować dzierżawy DHCP.
ru: Невозможно обновить аренду DHCP.
sk: DHCP výpožička sa nedá sa aktualizovať.
ta: DHCP குத்தகையை புதுப்பிக்க முடியாது.

source: Can't delete DHCP lease.
cs: Nelze smazat zápůjčku DHCP.
de: DHCP-Lease kann nicht gelöscht werden.
el: Δεν είναι δυνατή η διαγραφή του DHCP lease.
pl: Nie można usunąć dzierżawy DHCP.
ru: Невозможно удалить аренду DHCP.
sk: DHCP výpožička sa nedá vymazať.
ta: DHCP குத்தகையை நீக்க முடியாது.

source: Can't set port forwarding rule.
cs: Nelze nastavit pravidlo přesměrování.
ru: Невозможно установить правило переадресации портов.
sk: Pravidlo presmerovania portov nie je možné nastaviť.
ta: துறைமுகம் பகிர்தல் விதியை அமைக்க முடியாது.

source: Can't delete port forwarding rule.
cs: Nelze smazat pravidlo přesměrování portu.
ru: Невозможно удалить правило переадресации портов.
sk: Pravidlo presmerovania portov nie je možné vymazať.
ta: துறைமுகம் பகிர்தல் விதியை நீக்க முடியாது.

source: Wrong current password.
cs: Nesprávné stávající heslo.
de: Falsches aktuelles Passwort.
el: Λανθασμένος τρέχων κωδικός πρόσβασης.
pl: Błędne obecne hasło.
ru: Неверный текущий пароль.
sk: Nesprávne súčasné heslo.
ta: தவறான தற்போதைய கடவுச்சொல்.

source: If you see this message, your notification settings seem to be correct. Have a nice day! 😊
cs: Pokud vidíte tuto zprávu, vaše nastavení notifikací se zdá být správné. Přejeme vám krásný den! 😊
ru: Если вы видите это сообщение, ваши настройки уведомлений, похоже, правильные. Хорошего дня! 😊
sk: Ak sa vám zobrazuje táto správa, vaše nastavenia notifikácií vyzrajú byť správne. Užite si pekný deň! 😊
ta: இந்தச் செய்தியை நீங்கள் கண்டால், உங்கள் அறிவிப்பு அமைப்புகள் சரியானதாகத் தெரிகிறது. ஒரு நல்ல நாள்!😊

source: Test notification sent successfully.
cs: Testovací notifikace úspěšně odeslána.
ru: Тестовое уведомление успешно отправлено.
sk: Testovacia notifikácia úspešne odoslaná.
ta: சோதனை அறிவிப்பு வெற்றிகரமாக அனுப்பப்பட்டது.

source: Cannot send test notification. Please check your configuration.
cs: Nelze odeslat testovací notifikaci. Zkontrolujte prosím své nastavení.
ru: Невозможно отправить тестовое уведомление. Проверьте конфигурацию.
sk: Nie je možné odoslať testovaciu notifikáciu. Skontrolujte, prosím, svoje nastavenia.
ta: சோதனை அறிவிப்பை அனுப்ப முடியாது. உங்கள் உள்ளமைவை சரிபார்க்கவும்.

source: Cannot change automatic restart settings.
cs: Nelze změnit nastavení automatického restartu.
de: Einstellungen für automatischen Neustart können nicht geändert werden.
el: Δεν είναι δυνατή η αλλαγή των ρυθμίσεων αυτόματης επανεκκίνησης.
pl: Nie można zmienić ustawień automatycznego ponownego uruchomienia.
ru: Невозможно изменить настройки автоматического перезапуска.
sk: Nedajú sa zmeniť nastavenia automatického reštartu.
ta: தானியங்கி மறுதொடக்கம் அமைப்புகளை மாற்ற முடியாது.

source: Cannot update approvals settings.
cs: Nelze nastavit schvalování aktualizací.
de: Freigabe-Eintstellungen können nicht geändert werden.
el: Δεν είναι δυνατή η ενημέρωση των ρυθμίσεων εγκρίσεων.
pl: Nie można ustawić zatwierdzania aktualizacji.
ru: Невозможно обновить настройки одобрений.
sk: Nedá sa upraviť schvaľovanie aktualizácií.
ta: ஒப்புதல் அமைப்புகளை புதுப்பிக்க முடியாது.

source: Cannot start updater
cs: Nástroj pro aktualizaci není možné spustit
de: Updater kann nicht gestartet werden
el: Δεν είναι δυνατή η εκκίνηση του προγράμματος ενημέρωσης
pl: Nie można uruchomić aktualizatora
ru: Не удается запустить Сервис обновлений
sk: Nástroj na aktualizáciu sa nedá spustiť
ta: புதுப்பிப்பைத் தொடங்க முடியாது

source: You can't set it with disabled automatic updates.
cs: Nelze nastavit, pokud jsou vypnuté automatické aktualizace.
de: Sie können das nicht einstellen, wenn die automatischen Updates abgeschaltet sind.
el: Δεν μπορείτε να το ρυθμίσετε με απενεργοποιημένες τις αυτόματες ενημερώσεις.
pl: Nie można ustawić przy wyłączonych aktualizacjach automatycznych.
ru: Вы не можете установить его с отключенными автоматическими обновлениями.
sk: Pri vypnutých automatických aktualizáciách nie je možné nastaviť.
ta: முடக்கப்பட்ட தானியங்கி புதுப்பிப்புகளுடன் இதை அமைக்க முடியாது.

source: Guide
cs: Příručka
de: Assistent
el: Οδηγός
pl: Przewodnik
ru: Руководство
sk: Sprievodca
ta: வழிகாட்டி

source: 400 - Bad Request
cs: 400 – Nesprávný požadavek
de: 400 – Fehlerhafte Anfrage
pl: 400 — Nieprawidłowe żądanie
ru: 400, неверный запрос
ta: 400 - மோசமான கோரிக்கை

source: Error:
cs: Chyba:
de: Fehler:
el: Σφάλμα:
pl: Błąd:
ru: Ошибка:
sk: Chyba:
ta: பிழை:

source: Extra:
de: Außerdem:
el: Επιπλέον:
pl: Szczegóły:
ru: Дополнительно:
ta: கூடுதல்:

source: Trace:
el: Ίχνος:
pl: Stos:
ru: Трассировка:
ta: சுவடு:

source: 404 - Page not found
cs: 404 – Stránka nenalezena
de: 404 - Seite nicht gefunden
pl: 404 — Nie znaleziono strony
ru: 404 - Страница не найдена
sk: 404 – Stránka sa nenašla
ta: 404 - பக்கம் கிடைக்கவில்லை

source: Page not found :(
cs: Stránka nenalezena :(
de: Seite nicht gefunden 🙁
el: Η σελίδα δεν βρέθηκε :(
pl: Nie znaleziono strony :(
ru: Страница не найдена :(
sk: Stránka sa nenašla :(
ta: பக்கம் கிடைக்கவில்லை :(

source: Server error
cs: Chyba serveru
de: Serverfehler
el: Σφάλμα διακομιστή
pl: Błąd serwera
ru: Ошибка сервера
sk: Chyba servera
ta: சேவையக பிழை

source: 500 - Server error
cs: 500 – Chyba serveru
de: 500 - Serverfehler
pl: 500 — Błąd serwera
ru: 500 - Ошибка сервера
sk: 500 – Chyba servera
ta: 500 - சேவையக பிழை

source: IPv4
ta: Iprsh

source: IPv6
ta: Ipvsh

source: DNS
ta: டி.என்.எச்

source: WAN
ta: வான்

source: LAN
ta: லேன்

source: Wi-Fi
ta: இல்

source: ntfy
ta: என்டிஎப்ஒய்

source: Turris
ta: டர்ரிச்

source: URL
ta: வளமுகவரி

source: SSL
ta: எச்.எச்.எல்

source: STARTTLS
ta: Startls

source: LibreSpeed
pl: LibreSpeed (test szybkości łącza)
ta: லிப்ரெச்பீட்

source: Password should have at least six symbols.
cs: Heslo by mělo mít nejméně šest znaků.
de: Das Passwort sollte wenigstens sechs Zeichen enthalten.
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον έξι σύμβολα.
pl: Hasło powinno mieć co najmniej sześć znaków.
sk: Heslo by malo mať aspoň šesť znakov.
ta: கடவுச்சொல்லில் குறைந்தது ஆறு சின்னங்கள் இருக்க வேண்டும்.

source: Password cannot have more than 128 symbols.
cs: Heslo nemůže být delší než 128 znaků.
de: Das Passwort kann nicht mehr als 128 Zeichen enthalten.
el: Ο κωδικός πρόσβασης δεν μπορεί να έχει πάνω από 128 σύμβολα.
pl: Hasło nie może być dłuższe niż 128 znaków.
sk: Heslo nemôže mať viac ako 128 znakov.
ta: கடவுச்சொல்லை 128 க்கும் மேற்பட்ட சின்னங்கள் இருக்க முடியாது.

source: MTU
ta: மனிதன்
