Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: Turris OS is currently released in various branches, which have different functions and varying stability - you can pick, which branch you want to test.
cs: Turris OS je nyní vydáván v různých větvích, které mají různé funkce a liší se stabilitou – můžete si vybrat, kterou větev chcete testovat.
de: Turris OS wird zurzeit in verschiedenen Branches veröffentlicht, die unterschiedliche Funktionen und Stabilität besitzen – Sie können auswählen, welche Version Sie testen wollen.
el: Το Turris OS κυκλοφορεί αυτήν τη στιγμή σε διάφορους κλάδους, οι οποίοι έχουν διαφορετικές λειτουργίες και μεταβαλλόμενη σταθερότητα - μπορείτε να επιλέξετε ποιο κλάδο θέλετε να δοκιμάσετε.
pl: Turris OS jest obecnie wydawany w różnych gałęziach, które mają różne funkcje i odmienną stabilność — możesz wybrać, którą gałąź chcesz przetestować.
ru: OS Turris в настоящее время выпускается в различных ветках, которые имеют разные функции и разную стабильность - вы можете выбрать, какую ветку вы хотите протестировать.
sk: Turris OS sa vydáva vo viacerých vetvách, v ktorých má rozdielne funkcionality a rôznu stabilitu – môžete si vybrať, ktorú vetvu chcete vyskúšať.
ta: டர்ரிச் ஓஎச் தற்போது பல்வேறு கிளைகளில் வெளியிடப்படுகிறது, அவை வெவ்வேறு செயல்பாடுகள் மற்றும் மாறுபட்ட ச்திரத்தன்மையைக் கொண்டுள்ளன - நீங்கள் எந்த கிளையை சோதிக்க விரும்புகிறீர்கள் என்பதை நீங்கள் எடுக்கலாம்.

source: About
cs: O zařízení
de: Info
el: Σχετικά
pl: O urządzeniu
ru: Сведения
sk: O zariadení
ta: பற்றி

source: Here you can find some information about your device. Please include it in your message if you contact our <a href="mailto:tech.support@turris.cz" target="_blank">customer support</a>.
cs: Zde jsou k dispozici některé informace o vašem zařízení. Když se budete obracet na naši <a href="mailto:tech.support@turris.cz" target="_blank">zákaznickou podporu</a>, dejte do zprávy prosím i tyto.
de: Hier finden Sie einige Informationen zu Ihrem Gerät. Bitte fügen dieser Ihrer Nachricht hinzu, wenn Sie unsere <a href="mailto:tech.support@turris.cz" target="_blank">Kundenbetreuung</a> kontaktieren.
el: Εδώ μπορείτε να βρείτε κάποιες πληροφορίες για τη συσκευή σας. Παρακαλούμε να τις συμπεριλάβετε στο μήνυμά σας αν έρθετε σε επικοινωνία με την <a href="mailto:tech.support@turris.cz" target="_blank">εξυπηρέτηση πελατών</a> μας.
pl: Tutaj możesz znaleźć dodatkowe informacje o swoim urządzeniu. Umieść je w treści wiadomości, jeśli będziesz się kontaktować z naszym <a href="mailto:tech.support@turris.cz" target="_blank">wsparciem technicznym</a>.
ru: Здесь вы можете найти некоторую информацию о вашем устройстве. Включите его в свое сообщение, если вы обратитесь в нашу <a href="mailto:tech.support@turris.cz" target="_blank">службу поддержки</a>.
sk: Tu nájdete niektoré informácie o vašom zariadení. Ak sa rozhodnete kontaktovať našu <a href="mailto:tech.support@turris.cz" target="_blank">zákaznícku podporu</a>, prosím, priložte ich do vašej správy.
ta: உங்கள் சாதனத்தைப் பற்றிய சில தகவல்களை இங்கே காணலாம். எங்கள் <a href="mailto:tech.support@turris.cz" target="_blank">வாடிக்கையாளர் உதவி </a> ஐ தொடர்பு கொண்டால் தயவுசெய்து அதை உங்கள் செய்தியில் சேர்க்கவும்.

source: Device
cs: Zařízení
de: Gerät
el: Συσκευή
pl: Urządzenie
ru: Устройство
sk: Zariadenie
ta: சாதனம்

source: Serial number
cs: Sériové číslo
de: Seriennummer
el: Σειριακός αριθμός
pl: Numer seryjny
ru: Серийный номер
sk: Sériové číslo
ta: வரிசை எண்

source: reForis version
cs: Verze reForisu
el: Έκδοση reForis
pl: wersja reForis
ru: Версия reForis
sk: Verzia reForis
ta: reforis பதிப்பு

source: Turris OS version
cs: Verze Turris OS
el: Έκδοση Turris OS
pl: wersja Turris OS
ru: Версия OS Turris
sk: Verzia Turris OS
ta: டர்ரிச் ஓஎச் பதிப்பு

source: Turris OS branch
cs: Větev Turris OS
el: Κλάδος Turris OS
pl: Gałąź Turris OS
ru: Ветка OS Turris
sk: Vetva Turris OS
ta: டர்ரிச் ஓஎச் கிளை

source: Kernel version
cs: Verze jádra systému
el: Έκδοση Kernel
pl: Wersja jądra
ru: Версия ядра
sk: Verzia kernelu
ta: கர்னல் பதிப்பு

source: Reboot
cs: Restartovat
de: Systemneustart
el: Επανεκκίνηση
pl: Uruchom ponownie
ru: Перезагрузка
sk: Reštartovať
ta: மறுதொடக்கம் செய்யுங்கள்

source: Warning!
cs: Varování!
de: Warnung!
el: Προσοχή!
pl: Ostrzeżenie!
ru: Предупреждение!
sk: Výstraha!
ta: எச்சரிக்கை!

source: Are you sure you want to reboot the router?
cs: Opravdu chcete směrovač zrestartovat?
de: Wollen Sie den Router wirklich neu starten?
el: Είστε σίγουροι ότι θέλετε να επανεκκινήσετε τον δρομολογητή;
pl: Czy na pewno chcesz uruchomić router ponownie?
ru: Вы уверены, что хотите перезагрузить маршрутизатор?
sk: Naozaj sa má router reštartovať?
ta: நீங்கள் நிச்சயமாக திசைவியை மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?

source: The router has been rebooted successfully.
cs: Směrovač byl úspěšně restartován.
de: Der Router wurde erfolgreich neu gestartet.
el: Ο δρομολογητής επανεκκινήθηκε με επιτυχία.
pl: Router został pomyślnie uruchomiony ponownie.
ru: Маршрутизатор успешно перезагружен.
sk: Router sa úspešne reštartoval.
ta: திசைவி வெற்றிகரமாக மறுதொடக்கம் செய்யப்பட்டுள்ளது.

source: An error occurred while rebooting the router.
cs: Při restartu směrovače došlo k chybě.
de: Beim Neustart des Routers gab es ein Problem.
el: Παρουσιάστηκε σφάλμα κατά την επανεκκίνηση του δρομολογητή.
pl: Wystąpił błąd podczas ponownego uruchamiania routera.
ru: Произошла ошибка при перезагрузке маршрутизатора.
sk: Pri reštartovaní routera nastala chyba.
ta: திசைவியை மறுதொடக்கம் செய்யும் போது பிழை ஏற்பட்டது.

source: Go to top
cs: Přejít na začátek
de: Gehe zum Anfang
el: Πήγαινε στην κορυφή
pl: Idź na górę
ru: Наверх
sk: Prejsť na začiatok
ta: மேலே செல்லுங்கள்

source: Hostname
cs: Síťový název
de: Rechnername
ru: Имя хоста
sk: Sieťový názov
ta: புரவலன்பெயர்

source: IPv6 Address
cs: IPv6 adresa
de: IPv6-Adresse
el: Διεύθυνση IPv6
pl: Adres IPv6
ru: Адрес IPv6
sk: IPv6 adresa
ta: IPv6 முகவரி

source: DUID
ru: Уникальный идентификатор DHCP (DUID)
ta: தெளிவான

source: Expires
cs: Platnost končí
de: Verfällt
el: Λήγει
pl: Wygasa
ru: Истекает
sk: Koniec platnosti
ta: காலாவதியாகிறது

source: Active
cs: Aktivní
de: Aktiv
el: Ενεργό
pl: Aktywny
ru: Активный
sk: Aktívny
ta: செயலில்

source: Never
cs: Nikdy
de: Nie
el: Ποτέ
pl: Nigdy
ru: Никогда
sk: Nikdy
ta: ஒருபோதும்

source: IPv6 DHCP Client List
cs: Seznam klientů IPv6 DHCP
de: IPv6-DHCP-Client-Liste
el: Λίστα Πελατών IPv6 DHCP
pl: Lista klientów DHCP IPv6
ru: Список клиентов DHCP IPv6
sk: Zoznam klientov IPv6 DHCP
ta: IPv6 DHCP கிளையன்ட் பட்டியல்

source: This list contains all devices that are connected to the network through wired or wireless connections using IPv6.
cs: Tento seznam obsahuje všechna zařízení, která jsou připojena k síti přes drátová nebo bezdrátová připojení pomocí IPv6.
de: Diese Liste enthält alle drahtlos oder mit Kabel angeschlossenen Geräte, die für ihre Netzwerkverbindung IPv6 verwenden.
el: Αυτή η λίστα περιέχει όλες τις συσκευές που είναι συνδεδεμένες στο δίκτυο μέσω ενσύρματων ή ασύρματων συνδέσεων και χρησιμοποιούν IPv6.
pl: Ta lista zawiera wszystkie urządzenia, które są podłączone do sieci przez połączenia przewodowe i bezprzewodowe używając IPv6.
ru: Этот список содержит все устройства, подключенные к сети через проводные или беспроводные соединения с использованием IPv6.
sk: Tento zoznam obsahuje všetky zariadenia pripojené do siete káblom alebo bezdrôtovo prostredníctvom IPv6.
ta: இந்த பட்டியலில் ஐபிவி 6 ஐப் பயன்படுத்தி கம்பி அல்லது வயர்லெச் இணைப்புகள் மூலம் பிணையத்துடன் இணைக்கப்பட்ட அனைத்து சாதனங்களும் உள்ளன.

source: No clients found.
cs: Nebyli nalezeni žádní DHCP klienti.
de: Keine DHCP-Clients gefunden.
el: Δεν βρέθηκαν πελάτες.
pl: Nie znaleziono klientów.
ru: Клиенты не найдены.
sk: Nenašli sa žiadni klienti.
ta: வாடிக்கையாளர்கள் எதுவும் கிடைக்கவில்லை.

source: Device is active
cs: Zařízení je aktivní
de: Gerät ist aktiv
el: Η συσκευή είναι ενεργή
pl: Urządzenie jest aktywne
ru: Устройство активно
sk: Zariadenie je aktívne
ta: சாதனம் செயலில் உள்ளது

source: Device is inactive
cs: Zařízení je neaktivní
de: Gerät ist inaktiv
el: Η συσκευή είναι ανενεργή
pl: Urządzenie jest nieaktywne
ru: Устройство неактивно
sk: Zariadenie nie je aktívne
ta: சாதனம் செயலற்றது

source: Hostname which will be provided to DHCP server.
cs: Síťový název zařízení, který bude poskytnut DHCP serveru.
de: Hostname, der dem DHCP-Server zur Verfügung gestellt wird.
el: Το hostname που θα παρέχεται στον διακομιστή DHCP.
pl: Nazwa hosta, która będzie podana serwerowi DHCP.
ru: Имя хоста, которое будет предоставлено серверу DHCP.
sk: Sieťový názov, ktorý sa poskytne DHCP serveru.
ta: DHCP சேவையகத்திற்கு வழங்கப்படும் ஓச்ட்பெயர்.

source: DHCP hostname
cs: Síťový název zařízení pro DHCP
pl: Nazwa hosta DHCP
ru: Имя сервера DHCP
sk: Sieťový názov pre DHCP
ta: DHCP ஓச்ட்பெயர்

source: DHCP Client List
cs: Seznam klientů DHCP
de: DHCP Client Liste
el: Λίστα Πελατών DHCP
pl: Lista klientów DHCP
ru: Список клиентов DHCP
sk: Zoznam klientov DHCP
ta: DHCP கிளையன்ட் பட்டியல்

source: This list contains all devices that are connected to the network through wired or wireless connections.
cs: Tento seznam obsahuje všechna zařízení, která jsou připojena k síti přes drátová nebo bezdrátová připojení.
de: Diese Liste enthält alle Geräte, die über LAN oder WLAN mit dem Netzwerk verbunden sind.
el: Αυτή η λίστα περιέχει όλες τις συσκευές που είναι συνδεδεμένες στο δίκτυο μέσω ενσύρματων ή ασύρματων συνδέσεων.
pl: Ta lista zawiera wszystkie urządzenia podłączone do sieci przez połączenia przewodowe i bezprzewodowe.
ru: Этот список содержит все устройства, подключенные к сети через проводные или беспроводные соединения.
sk: Tento zoznam obsahuje všetky zariadenia pripojené do siete káblom alebo bezdrôtovo.
ta: இந்த பட்டியலில் கம்பி அல்லது வயர்லெச் இணைப்புகள் மூலம் பிணையத்துடன் இணைக்கப்பட்ட அனைத்து சாதனங்களும் உள்ளன.

source: Enable this option to automatically assign IP addresses to the devices connected to the router.
cs: Tuto volbu zapněte pro automatické přiřazování IP adres zařízením připojeným ke směrovači.
de: Aktivieren Sie diese Option, damit der Router den lokal angeschlossenen Geräten automatisch IP-Adressen zuweist.
el: Ενεργοποιήστε αυτή την επιλογή για αυτόματη εκχώρηση διευθύνσεων IP στις συσκευές που είναι συνδεδεμένες στοn δρομολογητή.
pl: Włącz tą opcję, aby automatycznie przypisać adresy IP do urządzeń podłączonych do routera.
ru: Включите эту опцию, чтобы автоматически назначать IP-адреса устройствам, подключенным к маршрутизатору.
sk: Aktiváciou tejto voľby sa povolí automatické prideľovanie IP adries zariadeniam pripojeným k routeru.
ta: திசைவியுடன் இணைக்கப்பட்ட சாதனங்களுக்கு ஐபி முகவரிகளை தானாக ஒதுக்க இந்த விருப்பத்தை இயக்கவும்.

source: DHCP start
cs: Začátek IP rozsahu pro DHCP
de: Anfang des DHCP-IP-Addressbereiches
el: Έναρξη DHCP
pl: Początek dzierżawy DHCP
ru: Начальный адрес пула DHCP
sk: Začiatok rozsahu IP adries pre DHCP
ta: DHCP தொடக்க

source: DHCP max leases
cs: Maximum DHCP zápůjček
de: Maximale Anzahl der zugewiesenen IP-Adressen
el: Μέγιστα DHCP leases
pl: Maksymalna ilość wpisów DHCP
ru: Размер пула адресов DHCP
sk: Maximum DHCP výpožičiek
ta: டி.எச்.சி.பி அதிகபட்ச குத்தகைகள்

source: Maximum number of addresses available for DHCP clients.
cs: Maximální počet adres dostupných pro DHCP klienty.
de: Anzahl der maximal für DHCP-Clients verfügbaren Adressen.
el: Μέγιστος αριθμός διευθύνσεων διαθέσιμες για πελάτες DHCP.
pl: Maksymalna liczba adresów dostępnych dla klientów DHCP.
ru: Максимальное количество адресов, доступных для клиентов DHCP.
sk: Najvyššie množstvo adries dostupných pre DHCP klientov.
ta: டி.எச்.சி.பி வாடிக்கையாளர்களுக்கு அதிகபட்ச முகவரிகள் கிடைக்கின்றன.

source: Lease time (hours)
cs: Zápůjční doba (hodiny)
de: Lease-Zeit (in Stunden)
el: Χρόνος lease (ώρες)
pl: Czas dzierżawy (w godzinach)
ru: Время аренды (часы)
sk: Doba výpožičky (hodiny)
ta: குத்தகை நேரம் (மணிநேரம்)

source: Value must be a number.
cs: Je třeba, aby hodnota byla číslo.
de: Wert muss eine Nummer sein.
el: Η τιμή πρέπει να είναι αριθμός.
pl: Wartość musi być liczbą.
ru: Значение должно быть числом.
sk: Hodnota musí byť číslo.
ta: மதிப்பு ஒரு எண்ணாக இருக்க வேண்டும்.

source: Value must be positive.
cs: Je třeba, aby hodnota byla kladná.
de: Wert muss positiv sein.
el: Η τιμή πρέπει να είναι θετική.
pl: Wartość musi być dodatnia.
ru: Значение должно быть положительным.
sk: Hodnota musí byť kladná.
ta: மதிப்பு நேர்மறையாக இருக்க வேண்டும்.

source: Invalid network settings. DHCP settings can't be validated.
cs: Neplatné nastavení sítě. Nastavení DHCP nelze ověřit.
de: Ungültige Netzwerkeinstellungen. Die DHCP-Einstellungen können nicht validiert werden.
el: Μη έγκυρες ρυθμίσεις δικτύου. Οι ρυθμίσεις DHCP δεν μπορούν να επικυρωθούν.
pl: Nieprawidłowe ustawienia sieci. Nie można sprawdzić ustawień DHCP.
ru: Неверные сетевые настройки. Настройки DHCP не могут быть проверены.
sk: Neplatné nastavenia siete. Nastavenia DHCP nie je možné overiť.
ta: தவறான பிணைய அமைப்புகள். DHCP அமைப்புகளை சரிபார்க்க முடியாது.

source: Minimum lease time is 1 hour.
cs: Minimální doba zápůjčky je 1 hodina.
de: Minimale Lease-Zeit beträgt 1 Stunde.
el: Ο ελάχιστος χρόνος lease είναι 1 ώρα.
pl: Minimalny czas dzierżawy to 1 godzina.
ru: Минимальное время аренды 1 час.
sk: Najnižšia doba výpožičky je 1 hodina.
ta: குறைந்தபட்ச குத்தகை நேரம் 1 மணி நேரம்.

source: Address is outside current network.
cs: Adresa nespadá do rozsahu stávající sítě.
de: Die IP-Adresse liegt außerhalb des aktuellen Netzwerks.
el: Η διεύθυνση βρίσκεται εκτός του τρέχοντος δικτύου.
pl: Adres z poza aktualnej sieci.
ru: IP-адрес за пределами текущей сети.
sk: Adresa je mimo aktuálnej siete.
ta: முகவரி தற்போதைய நெட்வொர்க்கிற்கு வெளியே உள்ளது.

source: Address is already reserved for other purposes.
cs: Adresa je už rezervována pro jiné účely.
de: Die IP-Adresse ist bereits für andere Zwecke reserviert.
el: Η διεύθυνση έχει ήδη δεσμευτεί για άλλους σκοπούς.
pl: Adres jest już zarezerwowany dla innych celów.
ru: Адрес уже зарезервирован для других целей.
sk: Adresa je už rezervovaná na iné účely.
ta: முகவரி ஏற்கனவே பிற நோக்கங்களுக்காக ஒதுக்கப்பட்டுள்ளது.

source: Too many addresses requested. Set a lower number or change DHCP start.
cs: Požadováno příliš mnoho adres. Nastavte nižší počet nebo změňte začátek rozsahu pro DHCP.
de: Zu viele Adressen angefordert. Stellen Sie eine niedrigere Zahl ein oder ändern Sie den DHCP-Start.
el: Ζητήθηκαν υπερβολικά πολλές διευθύνσεις. Ορίστε έναν μικρότερο αριθμό ή αλλάξτε την έναρξη DHCP.
pl: Zapytanie o zbyt dużą ilość adresów. Ustaw mniejszą liczbę lub zmień początek dzierżawy DHCP.
ru: Запрошено слишком много адресов. Установите меньшее число или измените начало пула DHCP.
sk: Je požadovaných priveľa adries. Nastavte nižší počet alebo zmeňte začiatok rozsahu pre DHCP.
ta: பல முகவரிகள் கோரப்பட்டன. குறைந்த எண்ணை அமைக்கவும் அல்லது DHCP தொடக்கத்தை மாற்றவும்.

source: The only DHCP lease is the same as router's address. Increase limit or change start address.
cs: Jediná možná DHCP zápůjčka by byla totožná s adresou směrovače. Zvyšte limit nebo změňte začátek rozsahu.
de: Die einzige DHCP-Lease ist die gleiche wie die Adresse des Routers. Erhöhen Sie das Limit oder ändern Sie die Startadresse.
el: Το μόνο DHCP lease είναι το ίδιο με τη διεύθυνση του δρομολογητή. Αυξήστε το όριο ή αλλάξτε την εναρκτική διεύθυνση.
pl: Jedyna dzierżawa DHCP jest taka sama jak adres routera. Zwiększ limit lub zmień adres początkowy.
ru: Единственный адрес DHCP совпадает с адресом маршрутизатора. Увеличьте лимит или измените начальный адрес.
sk: Jediná DHCP výpožička je zhodná s adresou routera. Zvýšte limit alebo zmeňte začiatok rozsahu.
ta: ஒரே டி.எச்.சி.பி குத்தகை திசைவியின் முகவரிக்கு சமம். வரம்பை அதிகரிக்கவும் அல்லது தொடக்க முகவரியை மாற்றவும்.

source: DNS server address is not required as the built-in DNS resolver is capable of working without it.
cs: Adresa DNS serveru není potřebná, protože vestavěný DNS překladač je schopen pracovat i bez něj.
de: Die DNS-Serveradresse wird nicht benötigt, der eingebaute DNS-Resolver ist fähig ohne diese Angaben zu arbeiten.
el: Η διεύθυνση διακομιστή DNS δεν απαιτείται, καθώς ο ενσωματωμένος επιλυτής DNS μπορεί να λειτουργήσει και χωρίς αυτήν.
pl: Adres serwera DNS nie jest wymagany, ponieważ wbudowane rozwiązywanie DNS może działać bez niego.
ru: Адрес DNS-сервера не требуется, так как встроенная система разрешения доменных имён может работать без него.
sk: Adresa DNS servera nie je povinná, zabudovaný DNS prekladač je schopný pracovať aj bez nej.
ta: உள்ளமைக்கப்பட்ட டிஎன்எச் தீர்வி அது இல்லாமல் வேலை செய்யும் திறன் கொண்டவை என்பதால் டிஎன்எச் சேவையக முகவரி தேவையில்லை.

source: IP address
cs: IP adresa
de: IP-Adresse
el: Διεύθυνση IP
pl: Adres IP
ru: IP-адрес
sk: IP adresa
ta: ஐபி முகவரி

source: Network mask
cs: Maska sítě
de: Netzwerkmaske
el: Μάσκα δικτύου
pl: Maska podsieci
ru: Маска подсети
sk: Maska siete
ta: பிணையம் முகமூடி

source: Gateway
cs: Brána
de: Netzwerk-Gateway
el: Πύλη
pl: Brama
ru: Шлюз
sk: Brána
ta: நுழைவாயில்

source: DNS server 1
el: Διακομιστής DNS 1
pl: Serwer DNS 1
ru: DNS-сервер 1
ta: டிஎன்எச் சேவையகம் 1

source: DNS server 2
el: Διακομιστής DNS 2
pl: Serwer DNS 2
ru: DNS-сервер 2
ta: டிஎன்எச் சேவையகம் 2

source: This field is required.
cs: Tuto kolonku je třeba vyplnit.
de: Dieses Feld ist erforderlich.
el: Αυτό το πεδίο είναι υποχρεωτικό.
pl: To pole jest wymagane.
ru: Обязательное поле.
sk: Toto pole je povinné.
ta: இந்த புலம் தேவை.

source: This is not a valid network mask.
cs: Toto není správná síťová maska.
de: Dies ist keine gültige Netzwerkmaske.
el: Μη έγκυρη μάσκα δικτύου.
pl: To nie jest poprawna maska podsieci.
ru: Это недопустимая маска подсети.
sk: Toto nie je platná maska siete.
ta: இது செல்லுபடியாகும் பிணையம் முகமூடி அல்ல.

source: IPv4 Address
cs: IPv4 adresa
de: IPv4-Adresse
el: Διεύθυνση IPv4
pl: Adres IPv4
ru: Адрес IPv4
sk: IPv4 adresa
ta: ஐபிவி 4 முகவரி

source: MAC Address
cs: MAC adresa
de: MAC-Adresse
el: Διεύθυνση MAC
pl: Adres MAC
ru: MAC адрес
sk: MAC adresa
ta: மேக் முகவரி

source: Add static lease
cs: Přidat statickou zápůjčku
de: Statischen Lease hinzufügen
el: Προσθήκη στατικού lease
pl: Dodaj dzierżawę statyczną
ru: Добавить постоянную аренду
sk: Pridať statickú výpožičku
ta: நிலையான குத்தகை சேர்க்கவும்

source: Edit static lease
cs: Upravit statickou zápůjčku
de: Statischen Lease bearbeiten
el: Επεξεργασία στατικού lease
pl: Edytuj dzierżawę statyczną
ru: Изменить постоянную аренду
sk: Upraviť statické výpožičky
ta: நிலையான குத்தகையைத் திருத்தவும்

source: Set static lease
cs: Nastavit statickou zápůjčku
de: Statischen Lease festlegen
el: Ορισμός στατικού lease
pl: Ustaw dzierżawę statyczną
ru: Установить постоянную аренду
sk: Nastaviť statickú výpožičku
ta: நிலையான குத்தகையை அமைக்கவும்

source: Static lease deleted successfully.
cs: Statická zápůjčka úspěšně smazána.
de: Statischen Lease erfolgreich gelöscht.
ru: Статическая аренда успешно удалена.
sk: Statická výpožička bola úspešne vymazaná.
ta: நிலையான குத்தகை வெற்றிகரமாக நீக்கப்பட்டது.

source: Can't delete static lease.
cs: Nelze smazat zápůjčku DHCP.
de: DHCP-Lease kann nicht gelöscht werden.
ru: Невозможно удалить статическую аренду.
sk: Statická výpožička sa nedá vymazať.
ta: நிலையான குத்தகையை நீக்க முடியாது.

source: Static lease added successfully.
cs: Statická zápůjčka byla úspěšně přidána.
de: Statischen Lease erfolgreich hinzugefügt.
el: Το στατικό lease προστέθηκε με επιτυχία.
pl: Pomyślnie dodano dzierżawę statyczną.
ru: Постоянная аренда успешно добавлена.
sk: Statická výpožička bola úspešne pridaná.
ta: நிலையான குத்தகை வெற்றிகரமாக சேர்க்கப்பட்டது.

source: Static saved successfully.
cs: Statické nastavení úspěšně uloženo.
de: Statische IP erfolgreich gespeichert.
el: Το στατικό αποθηκεύτηκε με επιτυχία.
pl: Pomyślnie zapisano dzierżawę statyczną.
ru: Постоянная аренда успешно сохранена.
sk: Statické nastavenie bolo úspešne uložené.
ta: நிலையானது வெற்றிகரமாக சேமிக்கப்பட்டது.

source: Hostname cannot be empty.
cs: Název hostitele nemůže zůstat nevyplněný.
de: Der Hostname darf nicht leer sein.
el: To hostname δεν μπορεί να είναι κενό.
pl: Nazwa hosta nie może być pusta.
ru: Имя хоста не может быть пустым.
sk: Sieťový názov nemôže byť prázdny.
ta: ஓச்ட்பெயர் காலியாக இருக்க முடியாது.

source: IPv4 address cannot be empty.
cs: IPv4 adresa nemůže zůstat nevyplněná.
de: Die IPv4-Adresse darf nicht leer sein.
el: Η διεύθυνση IPv4 δεν μπορεί να είναι κενή.
pl: Adres IPv4 nie może być pusty.
ru: Адрес IPv4 не может быть пустым.
sk: IPv4 adresa nemôže byť prázdna.
ta: ஐபிவி 4 முகவரி காலியாக இருக்க முடியாது.

source: MAC address cannot be empty.
cs: MAC nemůže zůstat nevyplněná.
de: Die MAC-Adresse darf nicht leer sein.
el: Η διεύθυνση MAC δεν μπορεί να είναι κενή.
pl: Adres MAC nie może być pusty.
ru: MAC-адрес не может быть пустым.
sk: MAC adresa nemôže byť prázdna.
ta: மேக் முகவரி காலியாக இருக்க முடியாது.

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
pl: Anuluj
ru: Отмена
sk: Zrušiť
ta: ரத்துசெய்

source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
pl: Zapisz
ru: Сохранить
sk: Uložiť
ta: சேமி

source: List of available hostnames
cs: Seznam dostupných síťových názvů
de: Liste verfügbarer Hostnamen
el: Λίστα διαθέσιμων hostname
pl: Lista dostępnych nazw hostów
ru: Список доступных имен хостов
sk: Zoznam dostupných sieťových názvov
ta: கிடைக்கக்கூடிய ஓச்ட்பெயர்கள் பட்டியல்

source: IPv4 address
cs: Adresa IPv4
de: IPv4-Adresse
el: Διεύθυνση IPv4
pl: Adres IPv4
ru: Адрес IPv4
sk: IPv4 adresa
ta: ஐபிவி 4 முகவரி

source: List of available IPv4 addresses
cs: Seznam dostupných adres IPv4
de: Liste der verfügbaren IPv4-Adressen
el: Λίστα διαθέσιμων διευθύνσεων IPv4
pl: Lista dostępnych adresów IPv4
ru: Список доступных адресов IPv4
sk: Zoznam dostupných IPv4 adries
ta: கிடைக்கக்கூடிய ஐபிவி 4 முகவரிகளின் பட்டியல்

source: MAC address
cs: Adresa MAC
de: MAC-Adresse
el: Διεύθυνση MAC
pl: Adres MAC
ru: MAC-адрес
sk: MAC adresa
ta: மேக் முகவரி

source: List of available MAC addresses
cs: Seznam dostupných adres MAC
de: Liste der verfügbaren MAC-Adressen
el: Λίστα διαθέσιμων διευθύνσεων MAC
pl: Lista dostępnych adresów MAC
ru: Список доступных MAC-адресов
sk: Zoznam dostupných MAC adries
ta: கிடைக்கக்கூடிய MAC முகவரிகளின் பட்டியல்

source: Actions
cs: Akce
de: Aktionen
el: Ενέργειες
pl: Działania
ru: Действия
sk: Akcie
ta: செயல்கள்

source: Edit
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
pl: Zmień
ru: Редактировать
sk: Upraviť
ta: தொகு

source: Delete
cs: Smazat
de: Löschen
el: Διαγραφή
pl: Usuń
ru: Удалить
sk: Vymazať
ta: நீக்கு

source: Set Static
cs: Nastavit staticky
de: Statische IP setzen
el: Ορισμός Στατικού
pl: Ustaw dzierżawę statyczną
ru: Установить постоянный
sk: Nastaviť statickú
ta: நிலையான அமைக்கவும்

source: Test is running…
cs: Test je spuštěný…
de: Test wird ausgeführt …
el: Η δοκιμή εκτελείται…
pl: Trwa test…
ru: Идет тест…
sk: Prebieha test…
ta: சோதனை இயங்குகிறது…

source: Test connection again
cs: Znovu otestovat připojení
de: Verbindung erneut testen
el: Δοκιμή σύνδεσης ξανά
pl: Ponownie przetestuj połączenie
ru: Повторный тест соединения
sk: Znovu otestovať pripojenie
ta: இணைப்பு மீண்டும் சோதிக்கவும்

source: Test connection
cs: Otestovat připojení
de: Verbindung prüfen
el: Δοκιμή σύνδεσης
pl: Testuj połączenie
ru: Тест соединения
sk: Test pripojenia
ta: சோதனை இணைப்பு

source: IPv4 connectivity
cs: IPv4 konektivita
de: IPv4-Konnektivität
el: Συνδεσιμότητα IPv4
pl: Łączność IPv4
ru: Работоспособность IPv4
sk: IPv4 konektivita
ta: ஐபிவி 4 இணைப்பு

source: IPv4 gateway connectivity
cs: Konektivita IPv4 brány
de: IPv4-Konnektivität zum Gateway
el: Συνδεσιμότητα πύλης IPv4
pl: Łączność z bramą IPv4
ru: Работоспособность шлюза IPv4
sk: Konektivita IPv4 brány
ta: ஐபிவி 4 நுழைவாயில் இணைப்பு

source: IPv6 connectivity
cs: IPv6 konektivita
de: IPv6-Konnektivität
el: Συνδεσιμότητα IPv6
pl: Łączność IPv6
ru: Работоспособность IPv6
sk: IPv6 konektivita
ta: IPv6 இணைப்பு
