Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: More details
cs: Další podrobnosti
de: Weitere Details
el: Περισσότερες λεπτομέρειες
pl: Więcej szczegółów
ru: Дополнительная информация
sk: Ďalšie podrobnosti
ta: மேலும் விவரங்கள்

source: Apart from the standard installation, you can optionally select bundles of additional software that would be installed on the router. This software can be selected from the following lists. Please note that only software that is part of Turris OS or that has been installed from package lists and not marked as community-supported is supported by the Turris team.
cs: Kromě standardní instalace můžete volitelně vybrat balíčky dalšího softwaru, které by byly nainstalovány na směrovač. Tento software lze vybrat z následujícího seznamu. Vezměte prosím na vědomí, že týmem Turris je podporován pouze software, který je součástí Turris OS nebo který byl nainstalován ze seznamu balíčků a není označen jako podporovaný komunitou.
de: Wenn Sie möchten, können Sie über die Standardinstallation hinaus zusätzliche Software-Pakete auswählen, die auf dem Router installiert werden. Diese Software kann aus den folgenden Listen ausgewählt werden. Bitte beachten Sie, dass nur die Software, die in Turris OS enthalten ist, von diesen Paketlisten installiert wurde und nicht als community-supported (von der Gemeinschaft unterstützt) markiert ist, vom Turris-Team unterstützt wird.
el: Εκτός από την τυπική εγκατάσταση, μπορείτε προαιρετικά να επιλέξετε πακέτα πρόσθετου λογισμικού που θα εγκατασταθούν στον δρομολογητή. Αυτό το λογισμικό μπορεί να επιλεγεί από τις ακόλουθες λίστες. Λάβετε υπόψη ότι μόνο λογισμικό που αποτελεί μέρος του Turris OS ή που έχει εγκατασταθεί από λίστες πακέτων και δεν έχει επισημανθεί ως υποστηριζόμενο από την κοινότητα υποστηρίζεται από την ομάδα Turris.
pl: Poza standardową instalacją można dowolnie wybrać pakiety dodatkowego oprogramowania, które zostałoby zainstalowane na routerze. To oprogramowanie można wybrać z następujących list. Należy pamiętać, że zespół Turris wspiera tylko oprogramowanie, które jest częścią Turris OS lub które zostało zainstalowane z listy pakietów i nie jest oznaczone jako wspierane przez społeczność.
ru: Помимо стандартной установки, вы можете дополнительно выбрать комплекты дополнительного программного обеспечения, которое будет установлено на маршрутизатор. Это программное обеспечение можно выбрать из следующего списка. Обратите внимание, что команда Turris на самом деле поддерживает только программное обеспечение, которое является частью TurrisOS или которое было установлено из списка пакетов и не помечено как поддерживаемое сообществом.
sk: Okrem štandardnej inštalácie si môžete vybrať voliteľné balíčky ďalšieho softwaru, ktoré sa nainštalujú do routera. Tento software si môžete vybrať z nasledujúceho zoznamu. Upozorňujeme, že tím Turris podporuje len software, ktorý je súčasťou TurrisOS, alebo bol nainštalovaný zo zoznamu balíčkov a nie je označený ako podporovaný komunitou.
ta: நிலையான நிறுவலைத் தவிர, திசைவியில் நிறுவப்படும் கூடுதல் மென்பொருளின் மூட்டைகளை நீங்கள் விருப்பமாக தேர்ந்தெடுக்கலாம். இந்த மென்பொருளை பின்வரும் பட்டியல்களிலிருந்து தேர்ந்தெடுக்கலாம். டர்ரிச் ஓஎச்சின் ஒரு பகுதியாக அல்லது தொகுப்பு பட்டியல்களிலிருந்து நிறுவப்பட்ட மற்றும் சமூக உதவி எனக் குறிக்கப்படாத மென்பொருள் மட்டுமே டர்ரிச் குழுவால் ஆதரிக்கப்படுகிறது என்பதை நினைவில் கொள்க.

source: Package Lists
cs: Seznamy balíčků
de: Paketlisten
el: Λίστες Πακέτων
pl: Listy pakietów
ru: Список Пакетов
sk: Zoznam balíčkov
ta: தொகுப்பு பட்டியல்கள்

source: Most Important License Agreement Points
cs: Nejdůležitější body z licenčního ujednání
de: Die wichtigsten Punkte der Lizenzvereinbarung
el: Σημαντικότερα Σημεία Συμφωνίας Άδειας Χρήσης
pl: Najważniejsze punkty umowy licencyjnej
ru: Наиболее Важные Пункты Лицензионного Соглашения
sk: Najdôležitejšie body Licenčnej zmluvy
ta: மிக முக்கியமான உரிம ஒப்பந்த புள்ளிகள்

source: By enabling the automatic updates, you confirm that you are the owner of this Turris router, and you agree with the full text of the
cs: Povolením automatických aktualizací potvrzujete, že jste vlastníkem tohoto směrovače Turris a souhlasíte s úplným zněním
el: Ενεργοποιώντας τις αυτόματες ενημερώσεις, επιβεβαιώνετε ότι είστε ο κάτοχος αυτού του δρομολογητή Turris και συμφωνείτε με το πλήρες κείμενο της
pl: Włączając automatyczne aktualizacje, potwierdzasz, że jesteś właścicielem tego routera Turris i zgadzasz się z pełną treścią <a href="https://www.turris.cz/omnia-updater-eula" target="_blank" rel="noopener noreferrer">umowy licencyjnej<sup><i class="fas fa-external-link-alt fa-sm"></i></sup> </a> .
ru: Включая автоматические обновления, вы подтверждаете, что являетесь владельцем данного маршрутизатора Turris и соглашаетесь с полным текстом
sk: Povolením automatických aktualizácií potvrdzujete, že ste vlastníkom tohto routera Turris a súhlasíte s plným znením
ta: தானியங்கி புதுப்பிப்புகளை இயக்குவதன் மூலம், நீங்கள் இந்த டர்ரிச் திசைவியின் உரிமையாளர் என்பதை உறுதிப்படுத்துகிறீர்கள், மேலும் நீங்கள் முழு உரையையும் ஏற்றுக்கொள்கிறீர்கள்

source: license agreement
cs: licenčních podmínek
de: Lizenzvereinbarung
el: συμφωνίας άδειας χρήσης
pl: Umowa licencyjna
ru: лицензионного соглашения
sk: licenčnej zmluy
ta: உரிம ஒப்பந்தத்தின்

source: The automatic updates system is one of the most important features of the Turris router. Thanks to this function, your router's software stays up to date and offers better protection against attacks from the Internet.<br>It is <b>highly recommended</b> to have this feature <b>turned on</b>. If you decide to disable it, be warned that this might weaken the security of your router and network in case flaws in the software are found.
cs: Jeho automatické aktualizace jsou jednou z nejdůležitějších funkcí směrovače Turris. Díky ní zůstává software tohoto zařízení aktuální a nabízí tak lepší ochranu proti útokům z Internetu.<br/><b>Velmi doporučujeme</b>, abyste tuto funkci ponechali <b>zapnutou</b>. Pokud se rozhodnete ji vypnout, uvědomte si, že to může snížit bezpečnost vašeho směrovače (a tím i celé sítě), pokud budou v softwaru objeveny bezpečnostní chyby.
de: Das automatische Aktualisierungssystem ist eines der wichtigsten Funktionsmerkmale des Turris-Routers. Dank dieser Funktionalität bleibt die Software auf Ihrem Router auf dem neuesten Stand und schützt besser vor Angriffen aus dem Internet.<br>Wir <b>empfehlen nachdrücklich,</b> diese Funktionalität <b>einzuschalten</b>. Falls Sie sich dazu entscheiden, die Update-Automatik auszuschalten, seien Sie gewarnt, dass dies die Sicherheit ihres Routers und Ihres Netzwerks beeinträchtigen kann, weil diese für neu entdeckte Schwachstellen in der Software anfällig bleiben.
el: Το σύστημα αυτόματων ενημερώσεων είναι ένα από τα πιο σημαντικά χαρακτηριστικά του δρομολογητή Turris. Χάρη σε αυτή τη λειτουργία, το λογισμικό του δρομολογητή σας παραμένει ενημερωμένο και προσφέρει καλύτερη προστασία από επιθέσεις από το διαδίκτυο.<br><b>Συνιστάται ανεπιφύλακτα</b> να έχετε <b>ενεργοποιημένη</b> αυτή την δυνατότητα. Εάν αποφασίσετε να την απενεργοποιήσετε, προειδοποιήστε ότι αυτό μπορεί να αποδυναμώσει την ασφάλεια του δρομολογητή και του δικτύου σας σε περίπτωση που εντοπιστούν ελαττώματα στο λογισμικό.
pl: System aktualizacji automatycznych jest jedną z najważniejszych funkcji routera Turris. Dzięki tej funkcji oprogramowanie routera pozostaje aktualne i zapewnia lepszą ochronę przed atakami z Internetu. <br><b>Zdecydowanie zaleca</b> się <b>włączenie</b> tej funkcji. Jeśli zdecydujesz się ją wyłączyć, ostrzegamy, że może to osłabić bezpieczeństwo routera i sieci w przypadku znalezienia wad w oprogramowaniu.
ru: Одной из важнейших функций маршрутизатора Turris являются автоматические обновления системы. Благодаря этой функции программное обеспечение вашего маршрутизатора обновляется и обеспечивает лучшую защиту от атак из Интернета. <br/> Настоятельно <b>рекомендуется </b> включить эту функцию <b> </b>. Если вы решите отключить его, имейте в виду, что это может ослабить безопасность вашего маршрутизатора и сети в случае обнаружения уязвимостей в программном обеспечении.
sk: Jednou z najdôležitejších vlastností routerov Turris je systém automatických systémových aktualizácií. Vďaka tejto funkcii je software vášho routera stále aktuálny a poskytuje tak lepšiu ochranu proti útokom z internetu.<br/><b>Dôrazne odporúčame,</b> aby ste túto funkciu ponechali <b>zapnutú</b>. Ak sa ju rozhodnete vypnúť, vezmite na vedomie, že môže dôjsť k zníženiu zabezpečenia vášho routera a siete, ak sa v software vyskytnú bezpečnostné chyby.
ta: டவுரிச் திசைவியின் மிக முக்கியமான அம்சங்களில் தானியங்கி புதுப்பிப்புகள் அமைப்பு ஒன்றாகும். இந்த செயல்பாட்டிற்கு நன்றி, உங்கள் திசைவியின் மென்பொருள் புதுப்பித்த நிலையில் உள்ளது மற்றும் இணையத்திலிருந்து தாக்குதல்களுக்கு எதிராக சிறந்த பாதுகாப்பை வழங்குகிறது. அதை முடக்க நீங்கள் முடிவு செய்தால், மென்பொருளில் உள்ள குறைபாடுகள் காணப்பட்டால் இது உங்கள் திசைவி மற்றும் நெட்வொர்க்கின் பாதுகாப்பை பலவீனப்படுத்தக்கூடும் என்று எச்சரிக்கவும்.

source: By turning the automatic updates on, you agree to this feature's license agreement. More information is available <a href="" data-bs-toggle="modal" data-bs-target="#licenseModal">here</a>.
cs: Zapnutím automatických aktualizací souhlasíte s licenčními podmínkami této funkce. Další informace naleznete <a href="" data-bs-toggle="modal" data-bs-target="#licenceModal">zde</a>.
de: Wenn Sie die automatischen Aktualisierungen aktivieren, stimmen Sie der Lizenzvereinbarung für diese Funktion zu. Weitere Informationen finden Sie <a href="" data-bs-toggle="modal" data-bs-target="#licenseModal">hier</a>.
el: Ενεργοποιώντας τις αυτόματες ενημερώσεις, συμφωνείτε με την άδεια χρήσης αυτής της δυνατότητας. Περισσότερες πληροφορίες είναι διαθέσιμες <a href="" data-bs-toggle="modal" data-bs-target="#licenseModal">εδώ</a>.
pl: Włączenie automatycznych aktualizacji oznacza zgodę na umowę licencyjną tej funkcji. Więcej informacji znajdziesz <a href="" data-bs-toggle="modal" data-bs-target="#licenseModal">tutaj</a>.
ru: Включая автоматические обновления, вы соглашаетесь с лицензионным соглашением этой функции. Более подробная информация доступна <a href="" data-bs-toggle="modal" data-bs-target="#licenseModal">здесь</a>.
sk: Povolením automatických aktualizácií súhlasíte s Licenčnou zmluvou tejto funkcie. Viac informácií nájdete <a href="" data-bs-toggle="modal" data-bs-target="#licenseModal">tu</a>.
ta: தானியங்கி புதுப்பிப்புகளை இயக்குவதன் மூலம், இந்த அம்ச உரிம ஒப்பந்தத்தை நீங்கள் ஒப்புக்கொள்கிறீர்கள். மேலும் தகவல்கள் கிடைக்கின்றன <a href = "" data-bs-toggle = "modal" data-bs-target = "#licensemodal"> இங்கே </a>.

source: Automatic updates are offered to Turris routers free of charge.
cs: Automatické aktualizace pro směrovače Turris jsou poskytovány zdarma.
de: Die automatischen Updates für die Turris-Router sind kostenfrei.
el: Οι αυτόματες ενημερώσεις προσφέρονται στους δρομολογητές Turris χωρίς χρέωση.
pl: Automatyczne aktualizacje są oferowane routerom Turris bezpłatnie.
ru: Автоматические обновления предлагаются маршрутизаторам Turris бесплатно.
sk: Automatické aktualizácie routerov Turris sa poskytujú bezplatne.
ta: டூரிச் ரவுட்டர்களுக்கு இலவசமாக தானியங்கி புதுப்பிப்புகள் வழங்கப்படுகின்றன.

source: Updates are prepared exclusively by CZ.NIC, z. s. p. o.
cs: Aktualizace připravuje výhradně CZ.NIC, z. s. p. o.
de: Updates werden ausschließlich von CZ.NIC, z. s. p. o. bereitgestellt.
el: Οι ενημερώσεις προετοιμάζονται αποκλειστικά από την CZ.NIC, z. s. p. o.
pl: Aktualizacje są przygotowywane wyłącznie przez CZ.NIC, z. s. p. o.
ru: Обновления выпускаются исключительно CZ.NIC, z. s. p. o.
sk: Aktualizácie pripravuje výhradne spoločnosť CZ.NIC, z. s. p. o.
ta: புதுப்பிப்புகள் CZ.NIC, சட் ஆல் பிரத்தியேகமாக தயாரிக்கப்படுகின்றன. கள். ப. ஓ.

source: Automatic updates must be turned on to get all security features, as some of them make use of it.
cs: Pro získání všech bezpečnostních funkcí je nutné zapnout automatické aktualizace, protože některé z nich je využívají.
de: Um alle Sicherheits-Funktionalitäten zu erhalten, muss die Update-Automatik eingeschaltet sein, weil einige davon darauf aufbauen.
el: Οι αυτόματες ενημερώσεις πρέπει να είναι ενεργοποιημένες για να λαμβάνετε όλες τις δυνατότητες ασφαλείας, καθώς ορισμένες από αυτές τις χρησιμοποιούν.
pl: Do uzyskania wszystkich funkcji bezpieczeństwa należy włączyć aktualizacje automatyczne, ponieważ niektóre z nich je wykorzystują.
ru: Автоматические обновления должны быть включены, чтобы получить все функции безопасности.
sk: Na získanie všetkých bezpečnostných funkcií musia byť automatické aktualizácie zapnuté, pretože niektoré z nich ich využívajú.
ta: அனைத்து பாதுகாப்பு அம்சங்களையும் பெற தானியங்கி புதுப்பிப்புகள் இயக்கப்பட வேண்டும், ஏனெனில் அவற்றில் சில அதைப் பயன்படுத்துகின்றன.

source: Automatic updates take place at the time of their release. The time of installation cannot be influenced by the user.
cs: Automatické aktualizace probíhají v okamžiku jejich vydání. Čas instalace nemůže uživatel ovlivnit.
de: Automatische Updates werden eingespielt, sobald sie veröffentlicht werden. Die Installationszeit kann vom Benutzer nicht beeinflusst werden.
el: Οι αυτόματες ενημερώσεις πραγματοποιούνται τη στιγμή της κυκλοφορίας τους. Ο χρόνος εγκατάστασης δεν μπορεί να επηρεαστεί από τον χρήστη.
pl: Aktualizacje automatyczne odbywają się w momencie ich wydania. Użytkownik nie ma wpływu na czas instalacji.
ru: Автоматические обновления происходят в момент их выпуска. Пользователь не может повлиять на время установки.
sk: Automatické aktualizácie prebiehajú v čase ich vydania. Čas inštalácie nemôže používateľ ovplyvniť.
ta: அவை வெளியான நேரத்தில் தானியங்கி புதுப்பிப்புகள் நடைபெறுகின்றன. நிறுவலின் நேரத்தை பயனரால் பாதிக்க முடியாது.

source: Downloading the automatic updates mean increased Internet traffic. Potential expenses related to this are covered by you.
cs: Stahování automatických aktualizací znamená zvýšení objemu dat, přenášených vaší přípojkou k Internetu. Pokud za ní neplatíte pevný paušál bez ohledu na využitá data, ale naopak platíte za ta využitá (stejně jako za ta nad rámec tarifu), případné náklady s tím spojené hradíte vy.
de: Das Herunterladen von automatischen Updates führt zu gesteigertem Internet-Datenverkehr. Sämtliche anfallenden Gebühren werden von Ihnen beglichen.
el: Η λήψη των αυτόματων ενημερώσεων σημαίνει αυξημένη κίνηση διαδικτύου. Πιθανά έξοδα που σχετίζονται με αυτό καλύπτονται από εσάς.
pl: Pobieranie automatycznych aktualizacji oznacza zwiększone zużycie transferu. Ewentualne wydatki z tym związane pokrywa użytkownik.
ru: Загрузка автоматических обновлений означает увеличение интернет-трафика. Расходы, связанные с этим увеличением, покрываются вами.
sk: Sťahovanie automatických aktualizácií môže zvýšiť internetovú prevádzku. Prípadné náklady spojené s týmto zvýšením znášate sami.
ta: தானியங்கி புதுப்பிப்புகளைப் பதிவிறக்குவது என்பது இணைய போக்குவரத்தை அதிகரித்ததாகும். இது தொடர்பான சாத்தியமான செலவுகள் உங்களால் மூடப்பட்டுள்ளன.

source: Automatic updates cannot protect you against every attack coming from the Internet. Please also take other precautions like protecting your workstations and other devices by installing antivirus software and explaining to users how to stay safe on the Internet.
cs: Automatické aktualizace vás nemohou ochránit před každým útokem z Internetu. Přijměte také další opatření, jako je ochrana počítačů a dalších zařízení instalací antivirového softwaru a vysvětlování uživatelům, jak se na Internetu chovat bezpečně.
de: Die automatischen Updates können Sie nicht gegen jeden Angriff aus dem Internet abschirmen. Bitte treffen Sie daher auch andere Sicherheitsmaßnahmen, indem Sie bspw. Antivirensoftware auf Ihren Geräten installieren und Ihre Benutzer unterweisen, wie sie sich im Internet sicher verhalten.
el: Οι αυτόματες ενημερώσεις δεν μπορούν να σας προστατεύσουν από κάθε επίθεση που προέρχεται από το διαδίκτυο. Λάβετε επίσης άλλες προφυλάξεις, όπως η προστασία των σταθμών εργασίας και άλλων συσκευών σας εγκαθιστώντας λογισμικό προστασίας από ιούς και εξηγώντας στους χρήστες πώς να παραμείνουν ασφαλείς στο διαδίκτυο.
pl: Automatyczne aktualizacje nie mogą ochronić przed każdym atakiem pochodzącym z Internetu. Prosimy również o podjęcie innych środków ostrożności, takich jak ochrona stacji roboczych i innych urządzeń poprzez zainstalowanie oprogramowania antywirusowego i wyjaśnienie użytkownikom, jak zachować bezpieczeństwo w Internecie.
ru: Автоматические обновления не могут защитить вас от каждой атаки из Интернета. Также примите другие меры предосторожности, например, защитите свои рабочие станции и другие устройства, установив антивирусное программное обеспечение и объяснив пользователям, как обеспечить безопасность в Интернете.
sk: Automatické aktualizácie vás nemôžu ochrániť pred každým útokom z internetu. Preto prijmite aj ďalšie preventívne opatrenia, ako sú ochrana pracovných staníc a iných zariadení inštaláciou antivírusového softwaru a školenie užívateľov o bezpečnom používaní internetu.
ta: இணையத்திலிருந்து வரும் ஒவ்வொரு தாக்குதலுக்கும் எதிராக தானியங்கி புதுப்பிப்புகள் உங்களைப் பாதுகாக்க முடியாது. வைரச் தடுப்பு மென்பொருளை நிறுவுவதன் மூலம் உங்கள் பணிநிலையங்கள் மற்றும் பிற சாதனங்களைப் பாதுகாப்பது மற்றும் இணையத்தில் எவ்வாறு பாதுகாப்பாக இருப்பது எப்படி என்பதை பயனர்களுக்கு விளக்குவது போன்ற பிற முன்னெச்சரிக்கை நடவடிக்கைகளையும் எடுத்துக் கொள்ளுங்கள்.

source: CZ.NIC, z. s. p. o. is not responsible for any damages caused by the automatic updates and does not guarantee its availability.
cs: CZ.NIC, z. s. p. o. neodpovídá za škody způsobené automatickými aktualizacemi a nezaručuje jejich dostupnost.
de: Die CZ.NIC, z. s. p. o. übernimmt keine Haftung für Schäden durch automatische Updates und garantiert nicht für ihre Verfügbarkeit.
el: Η CZ.NIC, z. s. p. o. δεν ευθύνεται για τυχόν ζημιές που προκαλούνται από τις αυτόματες ενημερώσεις και δεν εγγυάται τη διαθεσιμότητά τους.
pl: CZ.NIC, z. s. p. o. nie ponosi odpowiedzialności za jakiekolwiek szkody spowodowane automatycznymi aktualizacjami i nie gwarantuje ich dostępności.
ru: CZ.NIC, z. с. п. о. не несет ответственности за любой ущерб, причиненный автоматическими обновлениями, и не гарантирует их доступность.
sk: CZ.NIC, z. s. p. o. nezodpovedá za žiadne škody spôsobené automatickými aktualizáciami a nezaručuje dostupnosť tejto služby.
ta: Cz.nic, சட். கள். ப. ஓ. தானியங்கி புதுப்பிப்புகளால் ஏற்படும் எந்தவொரு சேதத்திற்கும் பொறுப்பல்ல மற்றும் அதன் கிடைப்புக்கு பொறுப்பு அளிக்காது.

source: Number of days that must pass between receiving the request for restart and the automatic restart itself.
cs: Počet dní mezi obdržením požadavku na restart a automatickým restartem.
de: Anzahl der Tage, die seit der Anforderung eines Neustarts vergehen müssen, bis automatisch neu gestartet wird.
el: Αριθμός ημερών που πρέπει να περάσουν μεταξύ της λήψης του αιτήματος για επανεκκίνηση και της ίδιας της αυτόματης επανεκκίνησης.
pl: Liczba dni pomiędzy otrzymaniem prośby o ponowne uruchomienie a jego automatycznym wykonaniem.
ru: Количество дней с момента запроса до автоматической перезагрузки.
sk: Počet dní od požiadavky na reštart do vykonania automatického reštartu.
ta: மறுதொடக்கம் செய்வதற்கான கோரிக்கையைப் பெறுவதற்கும் தானியங்கி மறுதொடக்கம் செய்வதற்கும் இடையில் கடந்து செல்ல வேண்டிய நாட்களின் எண்ணிக்கை.

source: Time of day of automatic reboot in HH:MM format.
cs: Denní doba automatického restartu ve formátu HH:MM.
de: Uhrzeit des automatischen Neustarts im HH:MM-Format.
el: Ώρα της ημέρας για αυτόματη επανεκκίνηση σε μορφή ΩΩ:ΛΛ.
pl: Czas automatycznego ponownego uruchomienia w formacie GG:MM.
ru: Время автоматической перезагрузки (ЧЧ:MM).
sk: Čas automatického reštartu vo formáte HH:MM.
ta: HH: MM வடிவத்தில் தானியங்கி மறுதொடக்கம் செய்யும் நாள்.

source: Automatic Restarts After Software Update
cs: Automatické restarty po aktualizaci software
de: Automatische Neustarts nach Software-Update
el: Αυτόματη Επανεκκίνηση Μετά Την Ενημέρωση Λογισμικού
pl: Automatyczne ponowne uruchomienie po aktualizacji oprogramowania
ru: Автоматическая Перезагрузка После Установки Обновлений
sk: Automatický reštart po aktualizácii softwaru
ta: மென்பொருள் புதுப்பிப்புக்குப் பிறகு தானியங்கி மறுதொடக்கங்கள்

source: Delay (days)
cs: Prodleva (dny)
de: Verzögerung (Tage)
el: Καθυστέρηση (ημέρες)
pl: Opóźnienie (dni)
ru: Задержка (в днях)
sk: Odloženie (dni)
ta: நேரந்தவறுகை (நாட்கள்)

source: Reboot time
cs: Čas restartu
de: Neustartzeit
el: Ώρα επανεκκίνησης
pl: Godzina ponownego uruchomienia
ru: Время перезагрузки
sk: Čas reštartu
ta: நேரத்தை மறுதொடக்கம் செய்யுங்கள்

source: Time should be in HH:MM format.
cs: Čas by měl být ve formátu HH:MM.
de: Die Zeit sollte das HH:MM-Format haben.
el: Η ώρα πρέπει να είναι σε μορφή ΩΩ:ΛΛ.
pl: Godzina powinna być w formacie GG:MM.
ru: Время должно быть в формате ЧЧ:ММ.
sk: Čas musí byť vo formáte HH:MM.
ta: நேரம் HH: MM வடிவத்தில் இருக்க வேண்டும்.

source: Restart can be delayed by at most 10 days
cs: Restart je možné odložit nejdéle o 10 dnů
de: Der Neustart kann höchstens um zehn Tage verzögert werden
el: Η επανεκκίνηση μπορεί να καθυστερήσει το πολύ 10 ημέρες
pl: Ponowne uruchomienie może być opóźnione co najwyżej o 10 dni
ru: Перезагрузка может быть отложена максимум на 10 дней
sk: Reštart sa môže odložiť najviac o 10 dní
ta: மறுதொடக்கம் அதிகபட்சம் 10 நாட்களுக்கு தாமதமாகலாம்

source: Delay must be a positive number
cs: Je třeba, aby odklad bylo kladné číslo
de: Verzögerung muss eine positive Zahl sein
el: Η καθυστέρηση πρέπει να είναι θετικός αριθμός
pl: Opóźnienie musi być liczbą dodatnią
ru: Задержка перезагрузки должна быть положительным числом
sk: Odloženie musí byť kladné číslo
ta: நேரந்தவறுகை நேர்மறை எண்ணாக இருக்க வேண்டும்

source: Automatic installation
cs: Automatická instalace
de: Automatische Installation
el: Αυτόματη εγκατάσταση
pl: Instalacja automatyczna
ru: Автоматическая установка
sk: Automatická inštalácia
ta: தானியங்கி நிறுவல்

source: Updates will be installed without user's intervention.
cs: Aktualizace budou instalovány bez zásahu uživatele.
de: Updates werden ohne Benutzereingriff installiert.
el: Οι ενημερώσεις θα εγκατασταθούν χωρίς την παρέμβαση του χρήστη.
pl: Aktualizacje będą instalowane bez potwierdzenia użytkownika.
ru: Обновления будут установлены без подтверждения пользователя.
sk: Aktualizácie sa nainštalujú bez zásahu užívateľa.
ta: பயனர் தலையீடு இல்லாமல் புதுப்பிப்புகள் நிறுவப்படும்.

source: Delayed updates
cs: Odložené aktualizace
de: Verzögerte Updates
el: Καθυστερημένες ενημερώσεις
pl: Opóźnione aktualizacje
ru: Отложенные обновления
sk: Odložené aktualizácie
ta: தாமதமான புதுப்பிப்புகள்

source: Updates will be installed with an adjustable delay. You can also approve them manually.
cs: Aktualizace budou instalovány s nastavitelnou prodlevou. Můžete je také schvalovat ručně.
de: Updates werden nach einer einstellbaren Verzögerung installiert. Sie können sie auch per Hand freigeben.
el: Οι ενημερώσεις θα εγκατασταθούν με μια ρυθμιζόμενη καθυστέρηση. Μπορείτε επίσης να τα εγκρίνετε χειροκίνητα.
pl: Aktualizacje będą instalowane po nastawialnym opóźnieniu. Można je też zatwierdzać ręcznie.
ru: Обновления будут установлены с регулируемой задержкой. Вы также можете одобрить вручную.
sk: Aktualizácie sa nainštalujú s nastaviteľným odložením. Je tiež možné schvaľovať ich ručne.
ta: சரிசெய்யக்கூடிய தாமதத்துடன் புதுப்பிப்புகள் நிறுவப்படும். நீங்கள் அவற்றை கைமுறையாக அங்கீகரிக்கலாம்.

source: Update approval needed
cs: Aktualizace bude třeba schvalovat
de: Update-Freigabe benötigt
el: Απαιτείται έγκριση ενημέρωσης
pl: Wymagana zgoda na aktualizację
ru: Обновления требуют одобрения
sk: Aktualizácie bude potrebné schváliť
ta: புதுப்பிப்பு ஒப்புதல் தேவை
