Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: , which utilizes minimal honeypots and firewall logging, the
de: , die Minimal-Honeypots und Firewall-Protokolle verwendet, die
ru: , который использует минимальное количество приманок и журналов брандмауэра

source: Dynamic Firewall (DynFW)
ru: Динамический межсетевой экран (DynFW)

source: for real-time threat prevention, and a centralized database that tracks and identifies potential attackers.
de: für Echtzeit-Bedrohungs-Verhütung sowie eine zentrale Datenbank, die potenzielle Angreifer verfolgt und identifiziert.
ru: для предотвращения угроз в режиме реального времени и централизованной базы данных, которая отслеживает и идентифицирует потенциальных злоумышленников.

source: By enabling Sentinel, you contribute to a global security network that helps protect not only your own device but also other users. You can explore real-time security insights and attack statistics on
de: Durch Aktivieren von Sentinel tragen Sie zu einem globalen Sicherheitsnetzwerk bei, welches nicht nur Ihr eigenes Gerät schützt, sondern auch die der anderen Anwender. Sie können Sicherheits-Erkenntnisse und Angriffsstatistiken in Echtzeit erkunden, und zwar auf
ru: Включая Sentinel, вы вносите свой вклад в глобальную сеть безопасности, которая помогает защитить не только ваше устройство, но и других пользователей. Вы можете изучать аналитику безопасности в режиме реального времени и статистику атак на

source: For a detailed overview of how Sentinel works, visit the
de: Eine detaillierte Übersicht, wie Sentinel arbeitet, finden Sie in der
ru: Подробный обзор работы Sentinel можно найти на сайте

source: Sentinel documentation
de: Sentinel-Dokumentation
ru: Документация Sentinel

source: Licence Agreement
de: Lizenzvereinbarung
ru: Лицензионное соглашение

source: Agreement
de: Vereinbarung
ru: Соглашение
ta: ஒப்பந்தம்

source: I accept the <a href='#'>Terms of Participation in Turris Project (Data Collection)</a>.
de: Ich akzeptiere die <a href='#'>Teilnahmebedingungen des Turris-Projekts (Datensammlung)</a>.
ru: Я принимаю <a href='#'>Условия участия в проекте Turris (сбор данных)</a>.
ta: டூரிச் திட்டத்தில் (தரவு சேகரிப்பு) பங்கேற்புக்கான <a href='#'>விதிமுறைகளை நான் ஏற்றுக்கொள்கிறேன் </a>.

source: I do not accept the <a href='#'>Terms of Participation in Turris Project (Data Collection)</a>.
de: Ich akzeptiere die <a href='#'>Teilnahmebedingungen des Turris-Projekts (Datensammlung)</a> nicht.
ru: Я не принимаю <a href='#'>Условия участия в проекте Turris (сбор данных)</a>.

source: Terms of Participation in Turris Project (Data Collection)
de: Teilnahmebedingungen des Turris-Projekts (Datensammlung)
ru: Условия участия в проекте Turris (сбор данных)

source: This workflow will help you to setup your device to act as a local server. It means that the device will provide some kind of service to other devices within your local network (e.g. act as a network-attached storage).
cs: Tento scénář vám pomůže nastavit své zařízení pro roli místního serveru. To znamená, že zařízení bude poskytovat nějaký druh služby ostatním zařízením na vaší místní síti (např. sloužit jako síťové datové úložiště).
de: Diese Arbeitsschritte helfen Ihnen, das Gerät so einzurichten, dass es als lokaler Server arbeitet. Das bedeutet, dass dieses Gerät den anderen Geräten in Ihrem lokalen Netzwerk einen Dienst zur Verfügung stellt (z.B. als Netzwerkspeicher arbeitet).
el: Αυτή η ροή εργασίας θα σας βοηθήσει να ρυθμίσετε τη συσκευή σας ώστε να λειτουργεί ως τοπικός διακομιστής. Αυτό σημαίνει ότι η συσκευή θα παρέχει κάποιου είδους υπηρεσία σε άλλες συσκευές εντός του τοπικού σας δικτύου (π.χ. θα λειτουργεί ως δικτυακή μονάδα αποθήκευσης).
pl: Ten scenariusz pomoże skonfigurować urządzenie do działania jako serwer lokalny. Oznacza to, że urządzenie będzie świadczyć jakieś usługi dla innych urządzeń w sieci lokalnej (np. działać jako NAS).
ru: Эта конфигурация поможет вам настроить ваше устройство для работы в качестве локального сервера. Это означает, что устройство будет предоставлять какие-либо услуги другим устройствам в вашей локальной сети (например, выступать в качестве сетевого хранилища).
sk: Tento scenár vám pomôže nastaviť vaše zariadenie do úlohy miestneho servera. To znamená, že bude poskytovať určité druhy služieb ostatným zariadeniam vo vašej miestnej sieti (napríklad môže fungovať ako sieťové dátové úložisko).
ta: உள்ளக சேவையகமாக செயல்பட உங்கள் சாதனத்தை அமைக்க இந்த பணிப்பாய்வு உதவும். உங்கள் உள்ளக நெட்வொர்க்கில் உள்ள பிற சாதனங்களுக்கு சாதனம் ஒருவித சேவையை வழங்கும் (எ.கா. பிணையத்துடன் இணைக்கப்பட்ட சேமிப்பகமாக செயல்படும்) இதன் பொருள்.

source: After you finish this workflow your device will be able to act as a fully functional router. It assumes that you want to have more or less standard network setup.
cs: Po dokončení tohoto scénáře bude vaše zařízení schopné fungovat jako plně funkční směrovač. Předpokládá se, že chcete více méně standardní uspořádání sítě.
de: Nachdem Sie diesen Workflow abgeschlossen haben, kann Ihr Gerät als vollwertiger Router arbeiten. Es wird davon ausgegangen, dass Sie eine mehr oder weniger standardmäßige Netzwerkeinrichtung wünschen.
el: Αφού ολοκληρώσετε αυτήν τη ροή εργασίας, η συσκευή σας θα μπορεί να λειτουργεί ως πλήρως λειτουργικός δρομολογητής. Προϋποθέτει ότι θέλετε να έχετε μια πάνω-κάτω τυπική ρύθμιση δικτύου.
pl: Po zakończeniu tego scenariusza urządzenie będzie mogło działać jako w pełni funkcjonalny router. Przewodnik zakłada, że chcesz mieć mniej więcej standardową konfigurację sieci.
ru: После настройки этой конфигурации ваше устройство сможет выступать в качестве полнофункционального маршрутизатора. Предполагается, что вы хотите иметь более или менее стандартную настройку сети.
sk: Po dokončení tohto scenára bude vaše zariadenie fungovať ako plne funkčný router. Predpokladá sa viac-menej štandardné nastavenie siete.
ta: இந்த பணிப்பாய்வுகளை நீங்கள் முடித்த பிறகு, உங்கள் சாதனம் ஒரு முழுமையான செயல்பாட்டு திசைவியாக செயல்பட முடியும். நீங்கள் அதிகமாகவோ அல்லது குறைவாகவோ நிலையான பிணையம் அமைப்பைக் கொண்டிருக்க விரும்புகிறீர்கள் என்று கருதுகிறது.

source: Just set your password and you are ready to go. This workflow is aimed to more advanced users who intend to set everything manually.
cs: Stačí jen nastavit si heslo a jste připraveni. Tento postup je cílen na pokročilejší uživatele, kteří zamýšlejí si vše nastavit ručně.
de: Setzen Sie einfach Ihr Passwort und Sie sind startklar. Dieser Ablauf hat die fortgeschritteneren Anwender zum Ziel, die sich alles selber einstellen wollen.
el: Απλώς ορίστε τον κωδικό πρόσβασής σας και είστε έτοιμοι να ξεκινήσετε. Αυτή η ροή εργασίας απευθύνεται σε πιο προχωρημένους χρήστες που σκοπεύουν να ρυθμίσουν τα πάντα χειροκίνητα.
pl: Wystarczy ustawić hasło i jesteś gotowy do pracy. Ten scenariusz jest skierowany do bardziej zaawansowanych użytkowników, którzy zamierzają ustawić wszystko ręcznie.
ru: Просто установите свой пароль, и все готово. Это руководство предназначено для более опытных пользователей, которые собираются настраивать все вручную.
sk: Stačí len nastaviť heslo a môžete začať. Tento scenár je určený pokročilejším užívateľom, ktorí chcú všetko nastaviť ručne.
ta: உங்கள் கடவுச்சொல்லை அமைக்கவும், நீங்கள் செல்ல தயாராக உள்ளீர்கள். இந்த பணிப்பாய்வு எல்லாவற்றையும் கைமுறையாக அமைக்க விரும்பும் மேம்பட்ட பயனர்களை நோக்கமாகக் கொண்டுள்ளது.

source: Local Server
cs: Místní server
de: Lokaler Server
el: Τοπικός Διακομιστής
pl: Serwer lokalny
ru: Локальный сервер
sk: Miestny server
ta: உள்ளக சேவையகம்

source: Router
cs: Směrovač
el: Δρομολογητής
ru: Маршрутизатор
ta: திசைவி

source: Minimal
cs: Minimální
el: Ελάχιστη
pl: Minimalne
ru: Минимальная
sk: Minimálny
ta: குறைந்தபட்ச

source: Cannot set workflow.
cs: Nebylo možné nastavit daný scénář.
de: Ablauf kann nicht gesetzt werden.
el: Δεν είναι δυνατός ο ορισμός της ροής εργασίας.
pl: Nie można ustawić scenariusza.
ru: Невозможно установить конфигурацию.
sk: Scenár sa nedá nastaviť.
ta: பணிப்பாய்வு அமைக்க முடியாது.

source: Guide Workflow
cs: Scénář Průvodce
de: Assistenten-Ablauf
el: Οδηγός Ροής Εργασίας
pl: Scenariusz przewodnika
ru: Руководство настройки
sk: Scenár sprievodcu
ta: வழிகாட்டி பணிப்பாய்வு

source: Here you can set the guide walkthrough which will guide you through the basic configuration of your device.
cs: Zde je možné nastavit průvodce, který vás provede základním nastavením vašeho zařízení.
de: Hier können Sie den Leitfaden einstellen, der Sie durch die Grundkonfiguration Ihres Geräts führt.
el: Εδώ μπορείτε να ορίσετε τον οδηγό που θα σας καθοδηγήσει στη βασική διαμόρφωση της συσκευής σας.
pl: Tutaj możesz ustawić przewodnik, który poprowadzi Cię przez podstawową konfigurację urządzenia.
ru: Здесь вы можете начать руководство, которое проведет вас через базовую конфигурацию вашего устройства.
sk: Tu môžete nastaviť sprievodcu, ktorý vás prevedie základným nastavením vášho zariadenia.
ta: உங்கள் சாதனத்தின் அடிப்படை உள்ளமைவு மூலம் உங்களுக்கு வழிகாட்டும் வழிகாட்டி ஒத்திகையை இங்கே அமைக்கலாம்.

source: Recommended
cs: Doporučeno
de: Empfohlen
el: Προτεινόμενο
pl: Zalecane
ru: Рекомендуемые
sk: Odporúčané
ta: பரிந்துரைக்கப்படுகிறது

source: Here you can check and set the name of your device.
cs: Zde můžete zkontrolovat a nastavit název svého zařízení.
de: Hier sehen Sie den Namen Ihres Gerätes und können ihn ändern.
el: Εδώ μπορείτε να ελέγξετε και να ορίσετε το όνομα της συσκευής σας.
pl: Tutaj można sprawdzić i ustawić nazwę swojego urządzenia.
ru: Здесь вы можете проверить и установить имя вашего устройства.
sk: Tu môžete skontrolovať a nastaviť názov vášho zariadenia.
ta: இங்கே நீங்கள் உங்கள் சாதனத்தின் பெயரை சரிபார்த்து அமைக்கலாம்.

source: The hostname can contain only alphanumeric characters, hyphens, underscores and can't be empty.
cs: Název hostitele může obsahovat pouze písmena a číslice, spojovníky a podtržítka. Nemůže zůstat nevyplněný.
de: Der Hostname kann nur aus alphanumerischen Zeichen, Bindestrichen und Unterstrichen bestehen und darf nicht leer sein.
el: Το hostname μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, παύλες, κάτω παύλες και δεν μπορεί να είναι κενό.
pl: Nazwa hosta może zawierać tylko znaki alfanumeryczne, myślniki, podkreślenia i nie może być pusta.
ru: Имя хоста может содержать только буквенно-цифровые символы, дефисы, подчеркивания и не может быть пустым.
sk: Sieťový názov môže obsahovať len písmená, číslice, pomlčku a podčiarkovník. Nesmie byť prázdny.
ta: ஓச்ட்பெயரில் எண்ணெழுத்து எழுத்துக்கள், ஐபன்கள், அடிக்கோடிட்டுக் காட்டும் மற்றும் காலியாக இருக்க முடியாது.

source: Rewrite the hostname to set a new one.
cs: Pokud chcete nastavit nový, přepište název hostitele.
de: Überschreiben Sie den Hostnamen, um einen neuen zu setzen.
el: Ξαναγράψτε το hostname για να ορίσετε ένα νέο.
pl: Przepisz sieciową nazwę hosta na nową.
ru: Укажите новое имя хоста.
sk: Prepísať sieťový názov na nový.
ta: புதிய ஒன்றை அமைக்க ஓச்ட்பெயரை மீண்டும் எழுதவும்.

source: Hostname Settings
cs: Nastavení názvu hostitele
de: Hostname-Einstellungen
el: Ρυθμίσεις Hostname
pl: Ustawienia nazwy hosta
ru: Настройки имени хоста
sk: Nastavenie sieťového názvu
ta: ஓச்ட்பெயர் அமைப்புகள்

source: Device hostname
cs: Název hostitele (zařízení)
de: Geräte-Hostname
el: Hostname Συσκευής
pl: Nazwa sieciowa (hostname) urządzenia
ru: Имя хоста устройства
sk: Sieťový názov zariadenia
ta: சாதன ஓச்ட்பெயர்

source: Network Interfaces
cs: Síťová rozhraní
de: Netzwerkschnittstellen
el: Διεπαφές Δικτύου
pl: Interfejsy sieciowe
ru: Сетевые интерфейсы
sk: Sieťové rozhrania
ta: பிணைய இடைமுகங்கள்

source: Here you can configure the settings of the network interfaces on your device. You can switch the physical network interfaces among networks. If you are unsure what to set here, use the default settings.
cs: Zde můžete nastavit síťová rozhraní svého zařízení. Je možné přepínat fyzická síťová rozhraní mezi sítěmi. Pokud si nejste jistí, co zde nastavit, ponechte výchozí hodnoty.
de: Hier können Sie die Einstellungen der Netzwerkschnittstellen an Ihrem Gerät ändern, etwa den physikalischen Anschluss zwischen logischen Netzen verschieben. Falls Sie sich unsicher sind, was hier eingestellt werden soll, lassen Sie die Einstellungen auf den Vorgabewerten.
el: Εδώ μπορείτε να διαμορφώσετε τις ρυθμίσεις των διεπαφών δικτύου στη συσκευή σας. Μπορείτε να αλλάξετε τις φυσικές διεπαφές δικτύου μεταξύ δικτύων. Εάν δεν είστε σίγουροι τι να ορίσετε εδώ, χρησιμοποιήστε τις προεπιλεγμένες ρυθμίσεις.
pl: Tutaj można skonfigurować ustawienia interfejsów sieciowych w urządzeniu. Można przełączać fizyczne interfejsy sieciowe między sieciami. Jeśli nie masz pewności, co tu ustawić, użyj ustawień domyślnych.
ru: Здесь вы можете настроить параметры сетевых интерфейсов на вашем устройстве. Вы можете переключить физическое сетевые интерфейсы между сетями. Если вы не уверены, как настроить, используйте настройки по умолчанию.
sk: Tu môžete nastaviť sieťové rozhrania vášho zariadenia. Fyzické rozhrania je možné medzi sieťami vymieňať. Ak si nie ste istí, ponechajte východiskové nastavenia.
ta: உங்கள் சாதனத்தில் பிணைய இடைமுகங்களின் அமைப்புகளை இங்கே உள்ளமைக்கலாம். நீங்கள் நெட்வொர்க்குகளிடையே இயற்பியல் பிணையம் இடைமுகங்களை மாற்றலாம். இங்கே எதை அமைப்பது என்று உங்களுக்குத் தெரியாவிட்டால், இயல்புநிலை அமைப்புகளைப் பயன்படுத்தவும்.

source: You have to assign at least one interface to this group.
cs: Musíte této skupině přiřadit alespoň jedno rozhraní.
de: Sie müssen dieser Gruppe mindestens eine Schnittstelle zuweisen.
el: Πρέπει να αντιστοιχίσετε τουλάχιστον μία διεπαφή σε αυτήν την ομάδα.
pl: Musisz przypisać tej grupie co najmniej jeden interfejs.
ru: Вы должны назначить хотя бы один интерфейс для этой группы.
sk: Do tejto skupiny musíte priradiť aspoň jedno sieťové rozhranie.
ta: இந்த குழுவிற்கு நீங்கள் குறைந்தது ஒரு இடைமுகத்தை ஒதுக்க வேண்டும்.

source: Ports are open on your WAN interface. It's better to reconfigure your interface settings to avoid security issues.
cs: Porty jsou otevřeny na vašem WAN rozhraní. Pro vyhnutí se problémům se zabezpečením je lepší znovu nastavit své rozhraní.
de: Auf Ihrer WAN-Schnittstelle sind Ports offen. Die Einstellungen der Schnittstelle sollten besser angepasst werden, um Sicherheitsprobleme zu vermeiden.
el: Οι θύρες είναι ανοιχτές στη διεπαφή WAN. Είναι προτιμότερο να αναδιαμορφώσετε τις ρυθμίσεις της διεπαφής σας για να αποφύγετε προβλήματα ασφαλείας.
pl: Na interfejsie WAN są otwarte porty. By uniknąć problemów z bezpieczeństwem lepiej dostroić ustawienia interfejsów.
ru: Порты открыты на вашем интерфейсе WAN. Лучше перенастроить параметры интерфейса, чтобы избежать проблем с безопасностью.
sk: Porty na vašom WAN rozhraní sú otvorené. Aby ste sa vyhli bezpečnostným problémom, bolo by vhodné nastaviť rozhranie odznova.
ta: உங்கள் வான் இடைமுகத்தில் துறைமுகங்கள் திறந்திருக்கும். பாதுகாப்பு சிக்கல்களைத் தவிர்க்க உங்கள் இடைமுக அமைப்புகளை மறுசீரமைப்பது நல்லது.

source: It acts as an external network connection. Firewall rules should be applied here. It can only contain a single interface.
cs: Slouží jako připojení do vnější sítě. Pravidla brány firewall by měla být uplatňována zde. Může obsahovat pouze jedno rozhraní.
de: Sie fungiert als Verbindung „nach draußen”. Die Firewall-Regeln sollten auf diese Schnittstelle angewendet werden und sie kann nur einen Anschluss enthalten.
el: Λειτουργεί ως εξωτερική σύνδεση δικτύου. Οι κανόνες του τείχους προστασίας θα πρέπει να εφαρμόζονται εδώ. Μπορεί να περιέχει μόνο μία διεπαφή.
pl: Służy do łączenia z siecią zewnętrzną. Należy tutaj stosować reguły zapory. Może zawierać tylko jeden interfejs.
ru: Он действует как внешнее сетевое соединение. Правила брандмауэра должны применяться для этого интерфейса. Он может содержать только один интерфейс.
sk: Slúži na pripojenie do vonkajšej siete a mali by sa tu použiť pravidlá brány firewall. Môže obsahovať len jedno rozhranie.
ta: இது வெளிப்புற பிணைய இணைப்பாக செயல்படுகிறது. ஃபயர்வால் விதிகள் இங்கே பயன்படுத்தப்பட வேண்டும். இது ஒரு இடைமுகத்தை மட்டுமே கொண்டிருக்க முடியும்.

source: It acts as a local network connection. LAN should contain devices that are under your control, and you trust them. These devices can see each other and can access this web interface. It is recommended that the LAN should contain at least one interface. Otherwise, you might not be able to configure this device easily.
cs: Slouží jako připojení do místní sítě. LAN by měla obsahovat zařízení, která jsou pod vaší zprávou a věříte jim. Tato zařízení se mohou navzájem vidět a mohou přistupovat k tomuto webovému rozhraní. Doporučuje se, aby LAN obsahovala alespoň jedno rozhraní, jinak nebude kudy toto zařízení nastavovat (přinejmenším nijak jednoduše).
de: Sie fungiert als lokale Netzwerkverbindung. Das LAN sollte die Geräte enthalten, denen Sie vertrauen und die Sie unter Kontrolle haben. Diese Geräte sehen sich gegenseitig und können auf die Weboberfläche zugreifen. Es empfiehlt sich, dass das LAN mindestens einen Anschluss enthält. Andernfalls kann es schwierig werden, dieses Gerät zu konfigurieren.
el: Λειτουργεί ως σύνδεση τοπικού δικτύου. Το LAN θα πρέπει να περιέχει συσκευές που βρίσκονται υπό τον έλεγχό σας και τις οποίες εμπιστεύεστε. Αυτές οι συσκευές μπορούν να βλέπουν η μία την άλλη και να έχουν πρόσβαση σε αυτήν τη διεπαφή ιστού. Συνιστάται το LAN να περιέχει τουλάχιστον μία διεπαφή. Διαφορετικά, ενδέχεται να μην μπορείτε να διαμορφώσετε εύκολα αυτήν τη συσκευή.
pl: Służy do łączenia z siecią lokalną. Sieć LAN powinna zawierać urządzenia, które są pod Twoją kontrolą i którym ufasz. Urządzenia te widzą się nawzajem i mogą uzyskać dostęp do tego interfejsu sieciowego. Zaleca się, aby sieć LAN zawierała co najmniej jeden interfejs. W przeciwnym razie konfiguracja tego urządzenia może być utrudniona.
ru: Он действует как локальное сетевое соединение. Локальная сеть должна содержать устройства, которые находятся под вашим контролем, и вы им доверяете. Эти устройства могут видеть друг друга и иметь доступ к этому веб-интерфейсу. Рекомендуется, чтобы в локальной сети был хотя бы один интерфейс, иначе вы не сможете настроить маршрутизатор.
sk: Slúži na pripojenie do miestnej siete. Do LAN by mali byť pripojené len zariadenia, ktoré máte pod kontrolou a dôverujete im. Tieto zariadenia sa navzájom môžu vidieť a pristupovať do tohto konfiguračného rozhrania. Sieť LAN by mala obsahovať aspoň jedno sieťové rozhranie, inak stratíte nekomplikovaný prístup k nastaveniam tohto zariadenia.
ta: இது உள்ளக பிணைய இணைப்பாக செயல்படுகிறது. உங்கள் கட்டுப்பாட்டில் உள்ள சாதனங்கள் லானில் இருக்க வேண்டும், அவற்றை நீங்கள் நம்புகிறீர்கள். இந்த சாதனங்கள் ஒருவருக்கொருவர் பார்க்க முடியும் மற்றும் இந்த வலை இடைமுகத்தை அணுகலாம். LAN இல் குறைந்தது ஒரு இடைமுகம் இருக்க வேண்டும் என்று பரிந்துரைக்கப்படுகிறது. இல்லையெனில், இந்த சாதனத்தை நீங்கள் எளிதாக உள்ளமைக்க முடியாது.

source: It acts as a local network connection. Unlike LAN, the devices in the guest network can't access the configuration interface of this device and only can access WAN (internet). This network should be used for devices that you don't fully trust. Note that you can also limit the download/upload speed of the devices connected to the guest network.
cs: Slouží jako připojení do místní sítě. Na rozdíl od zařízení v LAN, zařízení v síti pro hosty nemohou přistupovat k rozhraní pro správu tohoto směrovače a mohou přistupovat pouze k WAN (Internet). Tato síť by měla být používána pro zařízení, kterým tak úplně nedůvěřujete. Poznamenejme, že zařízením v síti pro hosty také můžete omezit rychlost stahování/odesílání.
de: Es fungiert als lokale Netzwerkverbindung. Im Gegensatz zum LAN können die Geräte im Gastnetzwerk nicht auf die Konfigurationsoberfläche zugreifen, sondern nur auf das WAN (Internet). Dieses Netzwerk sollten Sie für Geräte verwenden, denen Sie nicht voll vertrauen. Beachten Sie, dass Sie für Geräte im Gastnetzwerk auch die Upload-/Download-Geschwindigkeit einschränken können.
el: Λειτουργεί ως σύνδεση τοπικού δικτύου. Σε αντίθεση με το LAN, οι συσκευές στο δίκτυο επισκεπτών δεν έχουν πρόσβαση στη διεπαφή διαμόρφωσης αυτής της συσκευής και έχουν πρόσβαση μόνο στο WAN (διαδίκτυο). Αυτό το δίκτυο θα πρέπει να χρησιμοποιείται για συσκευές που δεν εμπιστεύεστε πλήρως. Λάβετε υπόψη ότι μπορείτε επίσης να περιορίσετε την ταχύτητα λήψης/μεταφόρτωσης των συσκευών που είναι συνδεδεμένες στο δίκτυο επισκεπτών.
pl: Działa jako lokalne połączenie sieciowe. W przeciwieństwie do sieci LAN, urządzenia w sieci dla gości nie mają dostępu do interfejsu konfiguracyjnego tego urządzenia i mają dostęp tylko do WAN (internetu). Ta sieć powinna być używana dla urządzeń, którym nie ufasz w pełni. Ponadto urządzeniom w sieci dla gości można ograniczyć prędkość pobierania/wysyłania.
ru: Он действует как локальное сетевое соединение. В отличие от локальной сети, устройства в гостевой сети не могут получить доступ к интерфейсу конфигурации этого устройства и имеют доступ только к глобальной сети (Интернет). Эта сеть должна использоваться для устройств, которым вы не полностью доверяете. Обратите внимание, что вы также можете ограничить скорость скачивания/загрузки устройств, подключенных к гостевой сети.
sk: Slúži na pripojenie do miestnej siete. Na rozdiel od LAN zariadenia v sieti pre hostí nemajú prístup do konfiguračného rozhrania tohto zariadenia a majú prístup len na WAN (internet). Táto sieť by sa mala používať pre zariadenia, ktorým nie celkom dôverujete. Pripomíname, že zariadeniam v sieti pre hostí je možné obmedziť rýchlosť sťahovania/odosielania dát.
ta: இது உள்ளக பிணைய இணைப்பாக செயல்படுகிறது. LAN ஐப் போலன்றி, விருந்தினர் நெட்வொர்க்கில் உள்ள சாதனங்கள் இந்த சாதனத்தின் உள்ளமைவு இடைமுகத்தை அணுக முடியாது, மேலும் வான் (இணையம்) மட்டுமே அணுக முடியும். இந்த பிணையம் நீங்கள் முழுமையாக நம்பாத சாதனங்களுக்கு பயன்படுத்தப்பட வேண்டும். விருந்தினர் நெட்வொர்க்குடன் இணைக்கப்பட்ட சாதனங்களின் பதிவிறக்க/பதிவேற்ற வேகத்தையும் நீங்கள் கட்டுப்படுத்தலாம் என்பதை நினைவில் கொள்க.

source: There are no interfaces in this group.
cs: V této skupině se nenachází žádná rozhraní.
de: Dieser Gruppe gehören keine Schnittstellen an.
el: Δεν υπάρχουν διεπαφές σε αυτήν την ομάδα.
pl: W tej grupie nie ma interfejsów.
ru: В этой группе нет интерфейсов.
sk: V tejto skupine nie sú žiadne rozhrania.
ta: இந்த குழுவில் இடைமுகங்கள் எதுவும் இல்லை.

source: Base module
cs: Základní modul
de: Basismodul
el: Μονάδα βάσης
pl: Moduł podstawowy
ru: Основной модуль
sk: Základný modul
ta: அடிப்படை தொகுதி

source: Module %s
cs: Modulu %s
de: Modul %s
el: Μονάδα %s
pl: Moduł %s
ru: Модуль %s
sk: Modul %s
ta: தொகுதி %s

source: Interface %s %s
cs: Rozhraní %s %s
de: Schnittstelle %s %s
el: Διεπαφή %s %s
pl: Interfejs %s %s
ru: Интерфейс %s %s
sk: Rozhranie %s %s
ta: இடைமுகம் %s %s

source: Network
cs: Síť
de: Netzwerk
el: Δίκτυο
pl: Sieć
ru: Сеть
sk: Sieť
ta: பிணையம்

source: State
cs: Stav
de: Status
el: Κατάσταση
pl: Stan
ru: Состояние
sk: Stav
ta: மாநிலம்

source: Module ID
cs: Identifikátor modulu
de: Modul-ID
el: ID Μονάδας
pl: Identyfikator modułu
ru: Идентификатор модуля
sk: Identifikátor modulu
ta: தொகுதி ஐடி

source: Slot
el: Θύρα
pl: Gniazdo
ru: Слот
ta: ச்லாட்

source: Interface ID
cs: Identif. rozhraní
de: Schnittstellen-ID
el: ID Διεπαφής
pl: Identyfikator interfejsu
ru: Идентификатор интерфейса
sk: ID rozhrania
ta: இடைமுக ஐடி

source: VLAN ID
cs: Identif. VLAN sítě
de: VLAN-Kennung
el: VLAD ID
pl: Identyfikator VLAN
ru: Идентификатор виртуальной локальной сети
ta: VLAN ஐடி

source: Type
cs: Typ
de: Typ
el: Τύπος
pl: Rodzaj
ru: Тип
sk: Typ
ta: வகை

source: Bus
cs: Sběrnice
el: Δίαυλος
pl: Szyna
ru: Шина
sk: Zbernica
ta: பச்

source: Link speed
cs: Rychlost linky
de: Verbindungsgeschwindigkeit
el: Ταχύτητα σύνδεσης
pl: Prędkość łącza
ru: Скорость соединения
sk: Rýchlosť linky
ta: இணைப்பு விரைவு

source: N/A
de: n. v.
el: Δ/Υ
pl: Nie dotyczy
ru: Не доступно
ta: இதற்கில்லை
