Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: Unassigned
cs: Nepřiřazeno
de: Nicht zugewiesen
el: Ανεκχώρητο
pl: Nieprzypisane
ru: Неназначенный
sk: Nepriradené
ta: ஒதுக்கப்படாதது

source: This section contains settings for the local network (LAN). The provided defaults are suitable for most networks.
cs: Tato sekce obsahuje nastavení pro místní síť (LAN). Uvedené výchozí hodnoty jsou vhodné pro většinu sítí.
de: Dieser Abschnitt enthält Einstellungen für das lokale Netzwerk (LAN). Die Voreinstellungen eignen sich für die meisten Netzwerke.
el: Αυτή η ενότητα περιέχει ρυθμίσεις για το τοπικό δίκτυο (LAN). Οι παρεχόμενες προεπιλογές είναι κατάλληλες για τα περισσότερα δίκτυα.
pl: Ta sekcja zawiera ustawienia sieci lokalnej (LAN). Podane wartości domyślne są odpowiednie dla większości sieci.
ru: Этот раздел содержит настройки для локальной сети (LAN). Представленные значения по умолчанию подходят для большинства сетей.
sk: Táto časť obsahuje nastavenia miestnej siete (LAN). Predvolené nastavenia sú vhodné pre väčšinu sietí.
ta: இந்த பிரிவில் உள்ளக பிணையம் (LAN) அமைப்புகள் உள்ளன. வழங்கப்பட்ட இயல்புநிலை பெரும்பாலான நெட்வொர்க்குகளுக்கு ஏற்றது.

source: <b>Note:</b> If you change the router IP address, all computers in LAN, probably including the one you are using now, will need to obtain a <b>new IP address</b> which does not happen <b>immediately</b>. It is recommended to disconnect and reconnect all LAN cables after submitting your changes to force the update. The next page will not load until you obtain a new IP from DHCP (if DHCP is enabled), and you might need to <b>refresh the page</b> in your browser.
cs: <b>Poznámka:</b> Pokud změníte IP adresu směrovače, všechny počítače v LAN, pravděpodobně včetně toho, který právě používáte, budou muset získat <b>novou IP adresu</b> což neproběhne <b>okamžitě</b>. Doporučuje se tedy (poté co uložíte provedené změny) vynutit tuto aktualizaci odpojením a opětovným připojením všech síťových kabelů. Následující stránka se nenačte, dokud nezískáte novou IP adresu z DHCP (pokud je zapnuto), a možná bude třeba <b>znovu načíst stránku</b> v prohlížeči.
de: <b>Hinweis:</b> Wenn Sie die IP-Adresse des Routers ändern, müssen alle Rechner im LAN, ggf. einschließlich dem, den Sie gerade benutzen, eine <b>neue IP-Adresse</b> anfordern, was sie <b>nicht sofort</b> tun werden. Es empfiehlt sich daher, nach dem Übernehmen der Änderungen, sämtliche LAN-Kabel abzuziehen und wieder anzuschließen, um diese Anforderung anzustoßen. Die nächste Seite wird nicht laden, solange Sie keine neue IP-Adresse von Ihrem DHCP-Server bezogen haben (falls DHCP aktiv ist) und Sie müssen in Ihrem Webbrowser ggf. die <b>Seite neu laden</b>.
el: <b>Σημείωση:</b> Εάν αλλάξετε τη διεύθυνση IP του δρομολογητή, όλοι οι υπολογιστές στο LAN, πιθανόν συμπεριλαμβανομένου αυτού που χρησιμοποιείτε τώρα, θα πρέπει να αποκτήσουν μια <b>νέα διεύθυνση IP</b>, κάτι που δεν συμβαίνει <b>αμέσως</b>. Συνιστάται να αποσυνδέσετε και να επανασυνδέσετε όλα τα καλώδια LAN μετά την υποβολή των αλλαγών σας για να εξαναγκαστεί η ενημέρωση. Η επόμενη σελίδα δεν θα φορτώσει έως ότου λάβετε μια νέα IP από το DHCP (αν είναι ενεργοποιημένο το DHCP) και ίσως χρειαστεί να <b>ανανεώσετε τη σελίδα</b> στο πρόγραμμα περιήγησής σας.
pl: <b>Uwaga:</b> Jeśli zmienisz adres IP routera, wszystkie komputery w sieci LAN, prawdopodobnie łącznie z tym, którego używasz teraz, będą musiały uzyskać <b>nowy adres IP</b> co nie nastąpi <b>natychmiast</b>. Aby wymusić aktualizację, zalecane jest odłączenie i ponowne podłączenie wszystkich kabli LAN po przesłaniu zmian. Następna strona nie zostanie załadowana do momentu uzyskania nowego adresu IP z DHCP (jeśli DHCP jest włączone) i może być konieczne <b>odświeżenie strony</b> w przeglądarce.
ru: <b>Примечание:</b> Если вы измените IP-адрес маршрутизатора, все компьютеры в локальной сети, включая тот, который вы сейчас используете, должны будут получить <b>новый IP-адрес</b>, чего не происходит. <b>немедленно</b>. Рекомендуется отключить и снова подключить все кабели локальной сети после записи изменений, чтобы принудительно выполнить обновление. Следующая страница не загрузится, пока вы не получите новый IP-адрес от DHCP (если DHCP включен), и вам может потребоваться <b>обновить страницу</b> в браузере.
sk: <b>Poznámka:</b> Ak zmeníte IP adresu routera, všetky počítače v sieti LAN (pravdepodobne vrátane toho, ktorý práve používate) budú musieť získať <b>nové IP adresy</b>. Nestane sa to však <b>okamžite</b>. Preto sa po odoslaní vykonaných zmien odporúča vynútiť aktualizáciu IP adries tým, že sa odpoja a opäť pripoja sieťové káble všetkých zariadení. Nasledujúca strana sa nenačíta, kým nezískate novú IP adresu z DHCP (ak je DHCP zapnuté). Možno bude potrebné túto stránku v prehliadači <b>opäť načítať</b>.
ta: <b> குறிப்பு: </b> நீங்கள் திசைவி ஐபி முகவரியை மாற்றினால், லானில் உள்ள அனைத்து கணினிகளும், இப்போது நீங்கள் பயன்படுத்தும் ஒன்று உட்பட, <b> புதிய ஐபி முகவரி </b> ஐப் பெற வேண்டும் <b> உடனடியாக </b>. புதுப்பிப்பை கட்டாயப்படுத்த உங்கள் மாற்றங்களைச் சமர்ப்பித்த பிறகு அனைத்து லேன் கேபிள்களையும் துண்டித்து மீண்டும் இணைக்க பரிந்துரைக்கப்படுகிறது. நீங்கள் DHCP இலிருந்து புதிய ஐபி பெறும் வரை அடுத்த பக்கம் ஏற்றப்படாது (DHCP இயக்கப்பட்டிருந்தால்), உங்கள் உலாவியில் <b> பக்கத்தைப் புதுப்பிக்க வேண்டியிருக்கும் </b>.

source: Router mode means that this device manages the LAN (acts as a router, can assign IP addresses, etc.).
cs: Režim směrovač znamená, že toto zařízení spravuje LAN (provádí směrování síťového provozu, může přidělovat IP adresy apod.).
de: Router-Modus bedeutet, dass dieses Gerät das LAN verwaltet (fungiert als Router, kann IP-Adressen zuweisen usw.).
el: Η λειτουργία δρομολογητή σημαίνει ότι αυτή η συσκευή διαχειρίζεται το LAN (λειτουργεί ως δρομολογητής, μπορεί να εκχωρήσει διευθύνσεις IP, κ.λπ.).
pl: Tryb routera oznacza, że to urządzenie zarządza siecią LAN (działa jako router, może przydzielać adresy IP itp.).
ru: Режим маршрутизатора означает, что это устройство управляет локальной сетью (действует как маршрутизатор, может назначать IP-адреса и т.д.).
sk: Režim router znamená, že toto zariadenie spravuje LAN (funguje ako smerovač, môže prideľovať IP adresy atď.).
ta: திசைவி பயன்முறை என்பது இந்த சாதனம் LAN ஐ நிர்வகிக்கிறது (ஒரு திசைவியாக செயல்படுகிறது, ஐபி முகவரிகளை ஒதுக்கலாம்).

source: Computer mode means that this device acts as a client in this network. It acts similarly to WAN, but it has opened ports for configuration interfaces and other services.
cs: Režim počítač znamená, že toto zařízení vystupuje v této síti jako klient. Chová se podobně jako vůči WAN, ale má otevřené porty pro správní rozhraní a další služby.
de: Computer-Modus bedeutet, dass dieses Gerät als Client im Netzwerk erscheint. Er funktioniert ähnlich wie WAN, hat aber einige offene Ports für Konfigurationsoberflächen und andere Dienste.
el: Η λειτουργία υπολογιστή σημαίνει ότι αυτή η συσκευή λειτουργεί ως πελάτης σε αυτό το δίκτυο. Λειτουργεί παρόμοια με το WAN, αλλά έχει ανοιχτές θύρες για διεπαφές διαμόρφωσης και άλλες υπηρεσίες.
pl: Tryb komputera oznacza, że to urządzenie działa w tej sieci jako klient. Działa podobnie jak WAN, ale ma otwarte porty dla interfejsów konfiguracyjnych i innych usług.
ru: Режим компьютера означает, что это устройство действует как клиент в этой сети. Он действует аналогично WAN, но имеет открытые порты для интерфейсов конфигурации и других служб.
sk: Režim počítač znamená, že toto zariadenie sa v tejto sieti správa ako klient. Funguje podobne ako WAN, ale má otvorené porty pre konfiguračné rozhrania a iné služby.
ta: கணினி பயன்முறை என்பது இந்த சாதனம் இந்த நெட்வொர்க்கில் ஒரு கிளையண்டாக செயல்படுகிறது. இது வான் ஐப் போலவே செயல்படுகிறது, ஆனால் இது உள்ளமைவு இடைமுகங்கள் மற்றும் பிற சேவைகளுக்கான துறைமுகங்களைத் திறந்துள்ளது.

source: Computer
cs: Počítač
el: Υπολογιστής
pl: Komputer
ru: Компьютер
sk: Počítač
ta: கணிப்பொறி, கணிணி

source: LAN Settings
cs: Nastavení místní sítě
de: LAN-Einstellungen
el: Ρυθμίσεις LAN
pl: Ustawienia sieci lokalnej
ru: Настройки локальной сети
sk: Nastavenia miestnej siete LAN
ta: லேன் அமைப்புகள்

source: LAN mode
cs: Režim místní sítě
de: LAN-Modus
el: Λειτουργία LAN
pl: Tryb LAN
ru: Режим локальной сети
sk: Režim miestnej siete LAN
ta: லேன் பயன்முறை

source: Redirect to 192.168.1.1
cs: Přesměrovat na 192.168.1.1
de: Weiterleitung zu 192.168.1.1
el: Ανακατεύθυνση σε 192.168.1.1
pl: Przekieruj na 192.168.1.1
ru: Перенаправление на 192.168.1.1
sk: Presmerovať na 192.168.1.1
ta: 192.168.1.1 க்கு திருப்பி விடுங்கள்

source: Router's IP address in the inner network.
cs: IP adresa směrovače na vnitřní síti.
de: IP-Adresse des Routers im inneren Netzwerk.
el: Η διεύθυνση IP του δρομολογητή στο εσωτερικό δίκτυο.
pl: Adres IP routera w sieci wewnętrznej.
ru: IP-адрес маршрутизатора во внутренней сети.
sk: IP adresa routera vo vnútornej sieti.
ta: உள் நெட்வொர்க்கில் திசைவியின் ஐபி முகவரி.

source: DHCP (automatic configuration)
cs: DHCP (automatické nastavení)
de: DHCP (automatische Konfiguration)
el: DHCP (αυτόματη διαμόρφωση)
pl: DHCP (konfiguracja automatyczna)
ru: DHCP (автоматическая настройка)
sk: DHCP (automatické nastavenie)
ta: டி.எச்.சி.பி (தானியங்கி உள்ளமைவு)

source: Static IP address (manual configuration)
cs: Statická IP adresa (ruční nastavení)
de: Statische IP-Adresse (manuelle Konfiguration)
el: Στατική διεύθυνση IP (χειροκίνητη διαμόρφωση)
pl: Statyczny adres IP (konfiguracja ręczna)
ru: Статический IP-адрес (ручная настройка)
sk: Statická IP adresa (ručné nastavenie)
ta: நிலையான ஐபி முகவரி (கையேடு உள்ளமைவு)

source: Don't connect this device to LAN
cs: Nepřipojovat toto zařízení do LAN
de: Verbinden Sie dieses Gerät nicht mit dem LAN
el: Μην συνδέσετε αυτή τη συσκευή σε LAN
pl: Nie podłączaj tego urządzenia do sieci LAN
ru: Не подключайте это устройство к локальной сети
sk: Nepripájať toto zariadenie do miestnej siete LAN
ta: இந்த சாதனத்தை LAN உடன் இணைக்க வேண்டாம்

source: IPv4 protocol
cs: Protokol IPv4
de: IPv4-Protokoll
el: Πρωτόκολλο IPv4
pl: Protokół IPv4
ru: Протокол IPv4
sk: Protokol IPv4
ta: ஐபிவி 4 நெறிமுறை

source: Overview
cs: Přehled
de: Übersicht
el: Επισκόπηση
pl: Przegląd
ru: Обзор
sk: Prehľad
ta: கண்ணோட்டம்

source: Network Settings
cs: Nastavení sítě
de: Netzwerkeinstellungen
el: Ρυθμίσεις Δικτύου
pl: Ustawienia sieci
ru: Сетевые настройки
sk: Nastavenia siete
ta: பிணைய அமைப்புகள்

source: Port Forwarding
cs: Přesměrování portů
ru: Переадресация портов
sk: Presmerovanie portov
ta: துறைமுகம் பகிர்தல்

source: Administration
cs: Správa
de: Verwaltung
el: Διαχείριση
pl: Administracja
ru: Управление
sk: Administrácia
ta: நிர்வாகம்

source: Region & Time
cs: Oblast a čas
de: Region & Zeit
el: Περιοχή & Ώρα
pl: Region i czas
ru: Регион и время
sk: Región a čas
ta: பகுதி & நேரம்

source: Notifications
cs: Notifikace
de: Benachrichtigungen
el: Ειδοποιήσεις
pl: Powiadomienia
ru: Уведомления
sk: Notifikácie
ta: அறிவிப்புகள்

source: Maintenance
cs: Údržba
de: Wartung
el: Συντήρηση
pl: Konserwacja
ru: Обслуживания
sk: Údržba
ta: பராமரிப்பு

source: Global Threat Statistics
cs: Globální statistiky hrozeb
de: Globale Berdrohungsstatistiken
el: Παγκόσμια Στατιστικά Απειλών
pl: Globalne statystyki zagrożeń
ru: Статистика глобальных угроз
sk: Globálne štatistiky hrozieb
ta: உலகளாவிய அச்சுறுத்தல் புள்ளிவிவரங்கள்

source: Package Management
cs: Správa balíčků
de: Paketverwaltung
el: Διαχείριση Πακέτων
pl: Zarządzanie pakietami
ru: Управление пакетами
sk: Spravovanie balíčkov
ta: தொகுப்பு மேலாண்மை

source: Update Settings
cs: Nastavení aktualizací
de: Update-Einstellungen
el: Ρυθμίσεις Ενημέρωσης
pl: Ustawienia aktualizacji
ru: Обновить настройки
sk: Nastavenia aktualizácií
ta: அமைப்புகளை புதுப்பிக்கவும்

source: Packages
cs: Balíčky
de: Pakete
el: Πακέτα
pl: Pakiety
ru: Пакеты
sk: Balíčky
ta: தொகுப்பு

source: Languages
cs: Jazyky
de: Sprachen
el: Γλώσσες
pl: Języki
ru: Языки
sk: Jazyky
ta: மொழிகள்

source: Advanced Administration
cs: Pokročilá správa
de: Erweiterte Administration
el: Προηγμένη Διαχείριση
pl: Administracja zaawansowana
ru: Расширенное администрирование
sk: Pokročilá administrácia
ta: மேம்பட்ட நிர்வாகம்

source: Documentation
cs: Dokumentace
ru: Документация
sk: Dokumentácia
ta: ஆவணப்படுத்துதல்

source: Logout
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
pl: Wyloguj
ru: Выход
sk: Odhlásenie
ta: வெளியேற்றம்

source: Light
cs: Světlý
de: Hell
el: Ανοιχτό
pl: Jasny
ru: Светлая
sk: Svetlá
ta: ஒளி

source: Dark
cs: Tmavý
de: Dunkel
el: Σκούρο
pl: Ciemny
ru: Тёмный
sk: Tmavá
ta: இருண்ட

source: Auto
cs: Automaticky
de: Automatisch
el: Αυτόματο
pl: Automatyczny
ru: Автоматически
sk: Automaticky
ta: தானி

source: Theme
cs: Motiv vzhledu
el: Θέμα
pl: Schemat kolorów
ru: Тема
sk: Téma
ta: கருப்பொருள்

source: Participate in translation
cs: Podílejte se na překladu
el: Συμμετέχετε στη μετάφραση
pl: Pomóż w tłumaczeniu
ru: Участвовать в переводе
sk: Pomôžte s prekladom
ta: மொழிபெயர்ப்பில் பங்கேற்கவும்

source: No notifications
cs: Žádné nové notifikace
de: Keine Benachrichtigungen
el: Δεν υπάρχουν ειδοποιήσεις
pl: Brak powiadomień
ru: Нет уведомлений
sk: Žiadne notifikácie
ta: அறிவிப்புகள் இல்லை

source: Dismiss all
cs: Zahodit vše
de: Alle verwerfen
el: Απόρριψη όλων
pl: Odrzuć wszystko
ru: Закрыть все
sk: Zrušiť všetko
ta: அனைத்தையும் நிராகரிக்கவும்

source: Reboot Required
cs: Vyžadován restart
de: Neustart erforderlich
el: Απαιτείται Επανεκκίνηση
pl: Wymagane ponowne uruchomienie
ru: Требуется Перезагрузка
sk: Je potrebný reštart
ta: மறுதொடக்கம் தேவை

source: Details
cs: Podrobnosti
el: Λεπτομέρειες
pl: Szczegóły
ru: Подробности
sk: Podrobnosti
ta: விவரங்கள்

source: Approve Update
cs: Schválit aktualizaci
de: Update freigeben
el: Έγκριση Ενημέρωσης
pl: Zatwierdź aktualizację
ru: Одобрить Обновление
sk: Schválenie aktualizácie
ta: புதுப்பிப்பு ஒப்புதல்

source: See details in
cs: Další podrobnosti v
de: Siehe Details in
el: Δείτε λεπτομέρειες στην
pl: Więcej szczegółów na stronie
ru: Смотрите подробнее в
sk: Ďalšie podrobnosti na
ta: விவரங்களை காண்க

source: page.
cs: stránka.
de: Seite.
el: σελίδα.
ru: странице.
sk: strane.
ta: பக்கம்.

source: Install now
cs: Nainstalovat nyní
de: Jetzt installieren
el: Εγκατάσταση τώρα
pl: Zainstaluj teraz
ru: Установить сейчас
sk: Nainštalovať teraz
ta: இப்போது நிறுவவும்

source: Cannot install updates.
cs: Nebylo možné nainstalovat aktualizace.
de: Updates können nicht installiert werden.
el: Δεν ήταν δυνατή η εγκατάσταση των ενημερώσεων.
pl: Nie można zainstalować aktualizacji.
ru: Не удаётся установить обновление.
sk: Aktualizácie sa nedajú nainštalovať.
ta: புதுப்பிப்புகளை நிறுவ முடியாது.

source: Factory Reset
cs: Navrátit do továrního nastavení
de: Zurücksetzen auf Werkseinstellungen
el: Επαναφορά Εργοστασιακών Ρυθμίσεων
pl: Przywróć ustawienia fabryczne
ru: Сброс к заводским настройкам
sk: Reset do továrenského nastavenia
ta: தொழிற்சாலை மீட்டமைப்பு

source: Doing a factory reset on the Turris device will remove all the packages installed on the device along with the data associated with them. This brings back all the default settings of the device as it was when the router was new, giving you a clean slate to start all over again.
cs: Provedením navrácení zařízení Turris do továrního nastavení budou odstraněny všechny nainstalované balíčky a všechna data s nimi spojená. Vše se vrátí zpět do výchozích nastavení tak, jako když byl směrovač nový a bude tak možné začít načisto úplně od začátku.
de: Wenn Sie das Turris-Gerät auf Werkseinstellungen zurücksetzen, werden sämtliche installierten Pakete sowie die Daten, die dazugehören, entfernt. Alle übrigen Einstellungen werden wieder so gesetzt wie bei einem Neugerät, sodass Sie wieder ganz vorne anfangen können.
el: Κάνοντας επαναφορά εργοστασιακών ρυθμίσεων στη συσκευή Turris θα αφαιρεθούν όλα τα πακέτα που είναι εγκατεστημένα στη συσκευή μαζί με τα δεδομένα που σχετίζονται με αυτά. Αυτό επαναφέρει όλες τις προεπιλεγμένες ρυθμίσεις της συσκευής όπως ήταν όταν ο δρομολογητής ήταν καινούριος, δίνοντάς σας ένα καθαρό πλάνο για να ξεκινήσετε από την αρχή.
pl: Przywrócenie ustawień fabrycznych na urządzeniu Turris spowoduje usunięcie wszystkich pakietów zainstalowanych na urządzeniu i wszystkich danych z nimi powiązanych. Spowoduje to zresetowanie wszystkich ustawień urządzenia do takich, jak gdy router był nowy. Dzięki temu będzie można zacząć z czystym routerem wszystko od nowa.
ru: Восстановление заводских настроек на устройстве Turris приведет к удалению всех пакетов, установленных на устройстве, вместе с данными, связанными с ними. Это возвращает все настройки устройства по умолчанию, какими они были, когда маршрутизатор был новым, давая вам возможность начать все сначала.
sk: Reset zariadenia Turris do továrenského nastavenia odstráni zo zariadenia všetky nainštalované balíčky so všetkými ich dátami. Tým sa všetky nastavenia vrátia do východiskového stavu, ako keď bol router nový. Získate tak možnosť začať s nastaveniami celkom od začiatku.
ta: டர்ரிச் சாதனத்தில் தொழிற்சாலை மீட்டமைப்பைச் செய்வது சாதனத்தில் நிறுவப்பட்ட அனைத்து தொகுப்புகளையும் அவற்றுடன் தொடர்புடைய தரவுகளுடன் அகற்றும். இது சாதனத்தின் அனைத்து இயல்புநிலை அமைப்புகளையும் திரும்பக் கொண்டுவருகிறது, திசைவி புதியதாக இருந்தபோது, மீண்டும் தொடங்குவதற்கு ஒரு தூய்மையான ச்லேட்டை உங்களுக்கு வழங்குகிறது.

source: Are you sure you want to reset the router?
cs: Opravdu chcete směrovač navrátit do továrního nastavení?
de: Wollen Sie den Router wirklich zurücksetzen?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε τον δρομολογητή;
pl: Czy na pewno chcesz przywrócić router do ustawień fabrycznych?
ru: Вы уверены, что хотите сбросить настройки маршрутизатора?
sk: Naozaj sa má router resetovať?
ta: நீங்கள் நிச்சயமாக திசைவியை மீட்டமைக்க விரும்புகிறீர்களா?

source: Reset
cs: Navrátit
de: Zurücksetzen
el: Επαναφορά
ru: Сброс
ta: மீட்டமை

source: The router has been reset successfully.
cs: Směrovač byl úspěšně navrácen do továrního stavu.
el: Η επαναφορά του δρομολογητή έγινε με επιτυχία.
pl: Pomyślnie przywrócono router do ustawień fabrycznych.
ru: Маршрутизатор успешно сброшен.
sk: Router sa úspešne zresetoval.
ta: திசைவி வெற்றிகரமாக மீட்டமைக்கப்பட்டுள்ளது.

source: An error occurred while resetting the router.
cs: Při navracení směrovače do továrního stavu došlo k chybě.
el: Παρουσιάστηκε σφάλμα κατά την επαναφορά του δρομολογητή.
pl: Wystąpił błąd podczas przywracania routera do ustawień fabrycznych.
ru: Произошла ошибка при сбросе настроек маршрутизатора.
sk: Počas resetu routera nastala chyba.
ta: திசைவியை மீட்டமைக்கும்போது பிழை ஏற்பட்டது.

source: The Maintenance tab allows you to reboot the router or bring back all the default settings by performing a factory reset.
cs: Záložka Údržba vám umožňuje směrovač restartovat nebo ho vrátit do výchozích nastavení provedením navrácení do továrního stavu.
de: Die Wartungs-Registerkarte ermöglicht es Ihnen, den Router neu zu starten oder ihn auf die Werkseinstellungen zurückzusetzen.
el: Η καρτέλα Συντήρηση σας επιτρέπει να κάνετε επανεκκίνηση του δρομολογητή ή να επαναφέρετε όλες τις προεπιλεγμένες ρυθμίσεις πραγματοποιώντας επαναφορά εργοστασιακών ρυθμίσεων.
pl: Zakładka Konserwacja pozwala uruchomić router ponownie lub go przywrócić do ustawień fabrycznych.
ru: Вкладка «Обслуживание» позволяет перезагрузить маршрутизатор или восстановить все настройки по умолчанию, выполнив сброс настроек до заводских.
sk: Záložka Údržba vám umožňuje router reštartovať alebo ho vrátiť do východiskového stavu resetom do továrenských nastavení.
ta: தொழிற்சாலை மீட்டமைப்பைச் செய்வதன் மூலம் திசைவியை மறுதொடக்கம் செய்ய அல்லது அனைத்து இயல்புநிலை அமைப்புகளையும் மீண்டும் கொண்டு வர பராமரிப்பு தாவல் உங்களை அனுமதிக்கிறது.

source: If you need to reboot the device, click on the following button. The reboot process takes approximately 30 seconds, and then you will be required to log in again.
cs: Pokud zařízení potřebujete restartovat, klikněte na následující tlačítko. Proces restartu bude trvat přibližně 30 sekund a po jeho dokončení se bude třeba znovu přihlásit.
de: Falls Sie das Gerät neu starten müssen, klicken Sie unten auf den Knopf. Der Neustart dauert ungefähr 30 Sekunden und danach müssen Sie sich wieder anmelden.
el: Εάν χρειάζεται να επανεκκινήσετε τη συσκευή, κάντε κλικ στο παρακάτω κουμπί. Η διαδικασία επανεκκίνησης διαρκεί περίπου 30 δευτερόλεπτα και στη συνέχεια θα σας ζητηθεί να συνδεθείτε ξανά.
pl: Aby uruchomić urządzenie ponownie, należy kliknąć następujący przycisk. Proces ponownego uruchomienia potrwa około 30 sekund, po czym będzie trzeba znowu się zalogować.
ru: Если вам нужно перезагрузить устройство, нажмите на следующую кнопку. Процесс перезагрузки занимает около 30 секунд, после необходимо будет авторизоваться.
sk: Ak chcete zariadenie reštartovať, kliknite na nasledujúce tlačidlo. Reštart bude trvať približne 30 sekúnd a budete sa musieť opäť prihlásiť.
ta: நீங்கள் சாதனத்தை மறுதொடக்கம் செய்ய வேண்டும் என்றால், பின்வரும் பொத்தானைக் சொடுக்கு செய்க. மறுதொடக்கம் செயல்முறை சுமார் 30 வினாடிகள் ஆகும், பின்னர் நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.

source: A drive has to be configured first.
cs: Jednotku je třeba nejprve nastavit.
de: Ein Laufwerk muss zuerst eingerichtet werden.
el: Πρώτα πρέπει να διαμορφωθεί μια μονάδα δίσκου.
pl: Najpierw należy skonfigurować dysk.
ru: Сначала необходимо настроить диск.
sk: Disk sa najprv musí nakonfigurovať.
ta: ஒரு இயக்கி முதலில் கட்டமைக்கப்பட வேண்டும்.

source: System Logs Retention
cs: Uchovávání záznamů o událostech v systému
de: System-Log-Beibehaltung
el: Διατήρηση Αρχείων Καταγραφής Συστήματος
pl: Przechowywanie dzienników systemowych
ru: Хранение системных журналов
sk: Uchovávanie systémových záznamov
ta: கணினி பதிவுகள் தக்கவைத்தல்

source: During device reboot, system logs are lost by default. This option allows saving system logs using the Storage plugin. Logs are saved into '/srv/log/messages'.
cs: Ve výchozím nastavení jsou při restartu zařízení záznamy o událostech v systému ztraceny. Tato volba umožňuje tyto záznamy ukládat pomocí zásuvného modulu Úložiště. Jsou ukládány do složky „/srv/log/messages“.
de: Standardmäßig sind System-Logs nach dem Neustart nicht mehr vorhanden. Diese Option ermöglicht es, die System-Logs mittels des Storage-Plugins wegzusichern. Sie werden dann in '/srv/log/messages' gespeichert.
el: Κατά την επανεκκίνηση της συσκευής, τα αρχεία καταγραφής συστήματος χάνονται από προεπιλογή. Αυτή η επιλογή επιτρέπει την αποθήκευση αρχείων καταγραφής συστήματος χρησιμοποιώντας το πρόσθετο Αποθήκευσης. Τα αρχεία καταγραφής αποθηκεύονται στο '/srv/log/messages'.
pl: Przy restarcie urządzenia domyślnie traci się dzienniki systemowe. Ta opcja pozwala zapisywać dzienniki systemowe za pomocą wtyczki Storage. Dzienniki są zapisywane w '/srv/log/messages'.
ru: Во время перезагрузки устройства системные журналы по умолчанию удаляются. Эта опция позволяет сохранять системные журналы с помощью плагина Хранилище. Журналы сохраняются в /srv/log/messages.
sk: Vo východiskovom nastavení sa systémové záznamy po reštarte stratia. Táto voľba umožňuje ukladanie systémových záznamov pomocou pluginu Úložisko (Storage). Záznamy sa ukladajú do priečinku /srv/log/messages.
ta: சாதன மறுதொடக்கத்தின் போது, கணினி பதிவுகள் இயல்பாகவே இழக்கப்படுகின்றன. இந்த விருப்பம் சேமிப்பக சொருகி பயன்படுத்தி கணினி பதிவுகளை சேமிக்க அனுமதிக்கிறது. பதிவுகள் '/srv/log/செய்திகள்' இல் சேமிக்கப்படுகின்றன.
