Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: You have to approve the updates, otherwise they won't be installed.
cs: Aktualizace bude třeba schválit, jinak nebudou nainstalovány.
de: Sie müssen die Updates freigeben, ansonsten werden sie nicht installiert.
el: Πρέπει να εγκρίνετε τις ενημερώσεις, διαφορετικά δεν θα εγκατασταθούν.
pl: Aktualizacje będzie trzeba zatwierdzać, inaczej nie będą instalowane.
ru: Вы должны одобрить обновления, иначе они не будут установлены.
sk: Aktualizácie je potrebné schváliť, inak sa nenainštalujú.
ta: புதுப்பிப்புகளை நீங்கள் அங்கீகரிக்க வேண்டும், இல்லையெனில் அவை நிறுவப்படாது.

source: Update Approvals
cs: Schvalování aktualizací
de: Update-Freigaben
el: Εγκρίσεις Ενημερώσεων
pl: Zatwierdzanie aktualizacji
ru: Одобрения Обновления
sk: Schvaľovanie aktualizácií
ta: ஒப்புதல்களைப் புதுப்பிக்கவும்

source: Update approvals can be useful when you want to make sure that updates won't harm your specific configuration. You can e.g. install updates when you're prepared for a possible rollback to a previous snapshot and deny the questionable update temporarily. It isn't possible to decline the update forever an it will be offered to you again together with the next package installation.
cs: Schvalování aktualizací se může hodit, pokud chcete mít jistotu, že nepoškodí vaše specifická nastavení. Můžete například instalovat aktualizace, pokud jste připravení na případný návrat k předchozímu zachycenému stavu a dočasně odmítnout aktualizaci, u které máte pochyby. Nicméně nelze aktualizaci odmítnout definitivně – bude vám znovu nabídnuta při instalaci dalšího balíčku.
de: Update-Freigaben können hilfreich sein, wenn Sie sicherstellen möchten, dass die Updates ihrer konkreten Konfiguration keinen Schaden zufügen. Sie können bspw. die Updates installieren, wenn Sie sich darauf vorbereitet haben, das System auf einen älteren Schnappschuss zurückzurollen und das fragliche Update vorübergehend blockieren. Es ist jedoch nicht möglich, ein Update bis zum Sankt Nimmerleinstag aufzuschieben, und nächstes Mal, wenn Sie ein Paket installieren, wird Ihnen das Update wieder angeboten.
el: Οι εγκρίσεις ενημερώσεων μπορεί να είναι χρήσιμες όταν θέλετε να βεβαιωθείτε ότι οι ενημερώσεις δεν θα βλάψουν την συγκεκριμένη σας διαμόρφωση. Μπορείτε π.χ. να εγκαταστήστε ενημερώσεις όταν είστε προετοιμασμένοι για μια πιθανή επαναφορά σε προηγούμενο στιγμιότυπο και αρνηθείτε προσωρινά την αμφισβητήσιμη ενημέρωση. Δεν είναι δυνατή η οριστική απόρριψη της ενημέρωσης και θα σας προσφερθεί ξανά μαζί με την επόμενη εγκατάσταση του πακέτου.
pl: Zatwierdzanie aktualizacji może się przydać, aby mieć pewność, że aktualizacje nie zaszkodzą Twojej specyficznej konfiguracji. Można np. instalować aktualizacje, kiedy jesteś gotów na możliwe przywrócenie z poprzedniej migawki i tymczasowo wstrzymać wątpliwą aktualizację. Aktualizacji nie da się odkładać w nieskończoność i zostanie znowu zaproponowana z instalacją następnego pakietu.
ru: Подтверждение обновления может быть полезно, когда вы хотите убедиться, что обновления не навредят вашей конкретной конфигурации. Вы можете, например, устанавливать обновления, когда вы готовы к возможному откату к предыдущему стостоянию, и временно запретить сомнительное обновление. Невозможно отказаться от обновления навсегда, так как оно будет предложено вам снова вместе со следующей установкой пакета.
sk: Schvaľovanie aktualizácií je vhodné vtedy, ak treba zabezpečiť, aby aktualizácie nepoškodili vaše špecifické nastavenia. Aktualizáciu môžete nainštalovať napríklad až vtedy, keď ste pripravení na prípadný návrat k predošlému bodu obnovy a otáznu aktualizáciu tak dočasne odmietnuť. Aktualizáciu nie je možné odmietnuť natrvalo, ponúkne sa vám opäť spolu s inštaláciou ďalšieho balíčka.
ta: புதுப்பிப்புகள் உங்கள் குறிப்பிட்ட தீங்கு விளைவிக்காது என்பதை உறுதிப்படுத்த விரும்பும் போது புதுப்பிப்பு ஒப்புதல்கள் பயனுள்ளதாக இருக்கும் உள்ளமைவு. நீங்கள் எ.கா. முந்தையதை மாற்றியமைக்க நீங்கள் தயாராக இருக்கும்போது புதுப்பிப்புகளை நிறுவவும் ச்னாப்சாட் மற்றும் கேள்விக்குரிய புதுப்பிப்பை தற்காலிகமாக மறுக்கிறது. புதுப்பிப்பை எப்போதும் நிராகரிக்க முடியாது அடுத்த தொகுப்பு நிறுவலுடன் இது மீண்டும் உங்களுக்கு வழங்கப்படும்.

source: Delayed updates (hours)
cs: Odložené aktualizace (hodiny)
de: Update-Verzögerung (Stunden)
el: Καθυστερημένες ενημερώσεις (ώρες)
pl: Opóźnione aktualizacje (godziny)
ru: Отложенные обновления (часы)
sk: Odložené aktualizácie (hodiny)
ta: தாமதமான புதுப்பிப்புகள் (மணிநேரம்)

source: Updates must be delayed by least 1 hour and at most by 168 hours
cs: Aktualizace lze odložit o nejméně jednu hodinu a nejdéle 168 hodin (týden)
de: Updates können zwischen einer und 168 Stunden verzögert werden
el: Οι ενημερώσεις πρέπει να καθυστερούν τουλάχιστον 1 ώρα και το πολύ 168 ώρες
pl: Aktualizacje można opóźnić co najmniej o jedną godzinę i najdalej o 168 godzin (tydzień)
ru: Обновление должно быть отложено не менее чем на 1 час и не более чем на 168 часов
sk: Aktualizácie je možné odložiť najmenej o 1 hodinu a najviac o 168 hodín
ta: புதுப்பிப்புகள் குறைந்தது 1 மணிநேரம் மற்றும் அதிகபட்சம் 168 மணி நேரம் தாமதமாக இருக்க வேண்டும்

source: Automatic Update Settings
cs: Nastavení automatických aktualizací
de: Einstellungen für automatische Updates
el: Ρυθμίσεις Αυτόματων Ενημερώσεων
pl: Ustawienia aktualizacji automatycznych
ru: Настройки автоматического обновления
sk: Nastavenia automatických aktualizácií
ta: தானியங்கி புதுப்பிப்பு அமைப்புகள்

source: Enable Automatic Updates (recommended)
cs: Zapnout automatické aktualizace (doporučeno)
de: Automatische Updates aktivieren (empfohlen)
el: Ενεργοποίηση Αυτόματων Ενημερώσεων (συνιστάται)
pl: Włącz aktualizacje automatyczne (zalecane)
ru: Включить автоматическое обновление (рекомендуется)
sk: Povoliť automatické aktualizácie (odporúča sa)
ta: தானியங்கி புதுப்பிப்புகளை இயக்கவும் (பரிந்துரைக்கப்படுகிறது)

source: Updates will be installed shortly.
cs: Aktualizace budou nainstalovány v nejbližší době.
de: Updates werden in Kürze installiert.
el: Οι ενημερώσεις θα εγκατασταθούν σύντομα.
pl: Aktualizacje zostaną wkrótce zainstalowane.
ru: Обновления будут вскоре установлены.
sk: Aktualizácie sa zakrátko nainštalujú.
ta: புதுப்பிப்புகள் விரைவில் நிறுவப்படும்.

source: There is %d package to be updated.
cs: %d balíček k aktualizaci.
de: Es gibt %d Paket zu aktualisieren.
el: Υπάρχει %d πακέτο προς ενημέρωση.
pl: Można zaktualizować %d paczkę.
ru: Пакет %d подлежит обновлению.
sk: %d balíček na aktualizáciu.
ta: புதுப்பிக்கப்பட வேண்டிய %d தொகுப்பு உள்ளது.

source: See <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">details</a>
cs: Viz <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">podrobnosti</a>
de: Siehe die <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">Details</a>
el: Δείτε <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">λεπτομέρειες</a>
pl: Zobacz <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">szczegóły</a>
ru: См. <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">подробности</a>
sk: Pozrite si <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">podrobnosti</a>
ta: <a data-bs-toggle="collapse" href="#plan-wrapper" role="button" aria-expanded="false" aria-controls="plan-wrapper">விவரங்கள் </a> பார்

source: These updates are not going to be automatically installed before ${toLocaleDateString(delayedTime)}.
cs: Tyto aktualizace nebudou automaticky instalovány před ${toLocaleDateString(delayedTime)}.
de: Diese Updates werden nicht automatisch installiert bis ${toLocaleDateString(delayedTime)}.
el: Αυτές οι ενημερώσεις δεν πρόκειται να εγκατασταθούν αυτόματα πριν από ${toLocaleDateString(delayedTime)}.
pl: Te aktualizacje nie zostaną automatycznie zainstalowane przed ${toLocaleDateString(delayedTime)}.
ru: Эти обновления не будут автоматически устанавливается до ${toLocaleDateString(delayedTime)}.
sk: Tieto aktualizácie sa nebudú automaticky inštalovať pred ${toLocaleDateString(delayedTime)}.
ta: இந்தப் புதுப்பிப்புகள் இருக்கப்போவதில்லை முன் தானாக நிறுவப்பட்டது ${toLocaleDateString(delayedTime)}.

source: If you don't want the updates to be installed at all, go to <a href="${ForisURLs.packageManagement.updateSettings}">Update Settings</a> and choose the option <b>Update approval needed</b>.
cs: Pokud nechce, aby se aktualizace vůbec instalovaly, přejděte do <a href="${ForisURLs.packageManagement.updateSettings}">Nastavení aktualizací</a> a vyberte volbu <b>Aktualizace bude třeba schvalovat</b>.
de: Falls Sie überhaupt nicht wollen, dass die Updates installiert werden, gehen Sie in die <a href="${ForisURLs.packageManagement.updateSettings}">Update-Einstellungen</a> und wählen Sie dort die Option <b>Update-Freigabe benötigt</b>.
el: Εάν δεν θέλετε να εγκατασταθούν καθόλου οι ενημερώσεις, μεταβείτε στις <a href="${ForisURLs.packageManagement.updateSettings}">Ρυθμίσεις Ενημερώσεων</a> και διαλέξτε την επιλογή <b>Απαιτείται έγκριση ενημέρωσης</b>.
pl: Jeśli nie chcesz, żeby aktualizacje się w ogóle instalowały, przejdź do <a href="${ForisURLs.packageManagement.updateSettings}">Ustawień aktualizacji</a> i wybierz opcję <b>Wymagana zgoda na aktualizację</b>.
ru: Если вы вообще не хотите, чтобы обновления устанавливались, перейдите в <a href="${ForisURLs.packageManagement.updateSettings}"> Обновить настройки </a> и выберите вариант <b> Требуется подтверждение обновления </b>.
sk: Ak vôbec nechcete inštalovať aktualizácie, choďte na <a href="${ForisURLs.packageManagement.updateSettings}">Nastavenia aktualizácií</a> a vyberte možnosť <b>Aktualizácie je potrebné schváliť</b>.
ta: புதுப்பிப்புகள் நிறுவப்படுவதை நீங்கள் விரும்பவில்லை என்றால், செல்லுங்கள் <a href = "$ {ForisURLs.packageManagement.updateSettings}"> அமைப்புகளை புதுப்பிக்கவும் </a> மற்றும் விருப்பத்தைத் தேர்வுசெய்க <b> ஒப்புதல் தேவை </b>.

source: Approve Update From %s
cs: Schválit aktualizaci od %s
de: Update vom %s freigeben
el: Έγκριση ενημέρωσης από %s
pl: Zatwierdź aktualizację z %s
ru: Одобрить Обновление от %s
sk: Schváliť aktualizáciu od %s
ta: %s இலிருந்து புதுப்பிப்பை அங்கீகரிக்கவும்

source: There are no updates awaiting your approval.
cs: Nemáte žádné aktualizace čekající na schválení.
de: Zur Zeit warten keine Updates auf Ihre Freigabe.
el: Δεν υπάρχουν ενημερώσεις που να περιμένουν την έγκρισή σας.
pl: Brak aktualizacji oczekujących na zatwierdzenie.
ru: Нет обновлений, ожидающих вашего одобрения.
sk: Na schválenie nečakajú žiadne aktualizácie.
ta: உங்கள் ஒப்புதலுக்காக காத்திருக்கும் புதுப்பிப்புகள் எதுவும் இல்லை.

source: Action
cs: Akce
de: Aktion
el: Ενέργεια
pl: Działanie
ru: Действие
sk: Akcia
ta: செயல்

source: Current
cs: Stávající
de: Derzeit
el: Τρέχον
pl: Obecna
ru: Текущий
sk: Aktuálna
ta: மின்னோட்ட்ம், ஓட்டம்

source: New
cs: Nová
de: Neu
el: Νέο
pl: Nowa
ru: Новый
sk: Nová
ta: புதிய

source: Updates Check
cs: Kontrola aktualizací
de: Update-Prüfung
el: Έλεγχος Ενημερώσεων
pl: Sprawdzanie aktualizacji
ru: Проверка обновлений
sk: Kontrola aktualizácií
ta: புதுப்பிப்புகள் சோதனை

source: Available Updates
cs: Aktualizace k dispozici
de: Verfügbare Updates
el: Διαθέσιμες Ενημερώσεις
pl: Dostępne aktualizacje
ru: Доступные обновления
sk: Dostupné aktualizácie
ta: கிடைக்கும் புதுப்பிப்புகள்

source: Here you can find and approve available updates for Turris OS and other components.
cs: Zde naleznete a můžete schvalovat aktualizace dostupné pro Turris OS a ostatní součásti.
de: Hier finden Sie die verfügbaren Updates für Turris OS sowie andere Komponenten und können sie freigeben.
el: Εδώ μπορείτε να βρείτε και να εγκρίνετε διαθέσιμες ενημερώσεις για το Turris OS και άλλα στοιχεία.
pl: Tutaj można znaleźć i zatwierdzić aktualizacje Turris OS i innych składników.
ru: Здесь вы можете найти и одобрить доступные обновления для ОС Turris и другие компоненты.
sk: Tu môžete vyhľadať a schváliť dostupné aktualizácie pre Turris OS a ostatné súčasti.
ta: டர்ரிச் ஓஎச் மற்றும் பிற கூறுகளுக்கான கிடைக்கக்கூடிய புதுப்பிப்புகளை இங்கே காணலாம் மற்றும் அங்கீகரிக்கலாம்.

source: You're up to date.
cs: Váš systém je aktuální.
de: Sie sind auf dem neuesten Stand.
el: Είσαι ενημερωμένοι.
pl: System jest aktualny.
ru: Обновления не требуются.
sk: Váš systém je aktuálny.
ta: நீங்கள் புதுப்பித்த நிலையில் உள்ளீர்கள்.

source: In Turris OS, you decide when and how to get the latest updates to keep your device running smoothly and securely.
cs: V Turris OS rozhodujete vy, kdy a jak získávat nejnovější aktualizace, aby vaše zařízení fungovalo hladce a bezpečně.
de: In Turris OS können Sie entscheiden, wann und wie Sie Updates erhalten wollen, sodass Ihr Gerät reibungslos und sicher läuft.
el: Στο Turris OS, εσείς αποφασίζετε πότε και πώς θα λαμβάνετε τις πιο πρόσφατες ενημερώσεις για να διατηρείτε τη συσκευή σας σε ομαλή και ασφαλή λειτουργία.
pl: W Turris OS to Ty decydujesz, kiedy i jak uzyskiwać najnowsze aktualizacje, aby urządzenie działało płynnie i bezpiecznie.
ru: В ОС Turris вы решаете, когда и как получать последние обновления, чтобы ваше устройство работало бесперебойно и надежно.
sk: V Turris OS sami rozhodujete, kedy a ako sa majú získavať najnovšie aktualizácie, aby vaše zariadenie fungovalo hladko a bezpečne.
ta: டர்ரிச் ஓஎச் இல், அண்மைக் கால புதுப்பிப்புகளை எப்போது, எப்படி பெறுவது என்பதை நீங்கள் தீர்மானிக்கிறீர்கள் உங்கள் சாதனம் சீராகவும் பாதுகாப்பாகவும் இயங்க வைக்க.

source: Automatic updates are disabled. Please enable <a href="${ForisURLs.packageManagement.updateSettings}">delayed or approval-requiring updates</a> to review them.
cs: Automatické aktualizace jsou vypnuté. Pro jejich přehled tedy zapněte <a href="${ForisURLs.packageManagement.updateSettings}">odložené nebo schválení vyžadující aktualizace</a>.
de: Die Update-Automatik ist abgeschaltet. Bitte aktivieren Sie <a href="${ForisURLs.packageManagement.updateSettings}">verzögerte oder freizugebende Updates,</a> um anstehende Updates zu sehen.
el: Οι αυτόματες ενημερώσεις είναι απενεργοποιημένες. Παρακαλώ ενεργοποιήστε τις <a href="${ForisURLs.packageManagement.updateSettings}">καθυστερημένες ενημερώσεις ή ενημερώσεις που απαιτούν έγκριση</a> για να τις ανασκοπήσετε.
pl: Wyłączono aktualizacje automatyczne. Aby je przejrzeć, trzeba włączyć <a href="${ForisURLs.packageManagement.updateSettings}">aktualizacje opóźnione lub wymagające zatwierdzenia</a>.
ru: Автоматические обновления отключены. Пожалуйста, включите <a href="${ForisURLs.packageManagement.updateSettings}"> отложенные или требующие одобрения обновления </a>, чтобы просмотреть их.
sk: Automatické aktualizácie sú zakázané. Na zobrazenie aktualizácií povoľte, <a href="${ForisURLs.packageManagement.updateSettings}">odložené alebo schválenie vyžadujúce aktualizácie</a>.
ta: தானியங்கி புதுப்பிப்புகள் முடக்கப்பட்டுள்ளன. தயவுசெய்து இயக்கவும் <a href = "$ {ForisURLs.packageManagement.updateSettings}"> தாமதமானது அல்லது ஒப்புதல்-புதுப்பித்தல் புதுப்பிப்புகள் </a> அவற்றை மதிப்பாய்வு செய்ய.

source: Check and install updates
cs: Zkontrolovat a nainstalovat aktualizace
de: Auf Updates prüfen und sie installieren
el: Έλεγχος και εγκατάσταση ενημερώσεων
pl: Sprawdź i zainstaluj aktualizacje
ru: Проверьте и установите обновления
sk: Skontrolovať a nainštalovať aktualizácie
ta: புதுப்பிப்புகளை சரிபார்த்து நிறுவவும்

source: Manually check for updates and install them immediately.
cs: Ručně zjistit dostupnost případných aktualizací a hned je nainstalovat.
de: Per Hand auf Updates prüfen und sie sofort installieren.
el: Χειροκίνητος έλεγχος για ενημερώσεις και άμεση εγκατάστασή τους.
pl: Ręcznie sprawdź dostępność aktualizacji i zainstaluj je natychmiast.
ru: Проверьте наличие обновлений вручную и установите их немедленно.
sk: Ručná kontrola dostupnosti aktualizácií a ich okamžitá inštalácia.
ta: புதுப்பிப்புகளை கைமுறையாக சரிபார்த்து உடனடியாக நிறுவவும்.

source: Check updates
cs: Zjistit dostupnost případných aktualizací
de: Auf Updates prüfen
el: Έλεγχος ενημερώσεων
pl: Sprawdź aktualizacje
ru: Проверьте обновления
sk: Skontrolovať dostupnosť aktualizácií
ta: புதுப்பிப்புகளை சரிபார்க்கவும்

source: Manually check for updates and review them immediately.
cs: Ručně zjistit dostupnost případných aktualizací a hned je zrevidovat.
de: Per Hand auf Updates prüfen und sie sofort begutachten.
el: Χειροκίνητος έλεγχος για ενημερώσεις και άμεση ανασκόπησή τους.
pl: Ręcznie sprawdzaj dostępność aktualizacji i przejrzyj je natychmiast.
ru: Проверьте наличие обновлений вручную и просмотрите их немедленно.
sk: Ručná kontrola dostupnosti aktualizácií a ich okamžitá revízia.
ta: புதுப்பிப்புகளை கைமுறையாக சரிபார்த்து அவற்றை உடனடியாக மதிப்பாய்வு செய்யவும்.

source: Cannot fetch updater status.
cs: Nedaří se získat stav aktualizací.
de: Updater-Status kann nicht abgefragt werden.
el: Δεν είναι δυνατή η ανάκτηση της κατάστασης του προγράμματος ενημέρωσης.
pl: Nie można pobrać stanu aktualizatora.
ru: Невозможно получить статус обновления.
sk: Nedá sa získať stav aktualizácií.
ta: புதுப்பிப்பு நிலையைப் பெற முடியாது.

source: Please enable <a href="${ForisURLs.packageManagement.updateSettings}">automatic updates</a> to manage packages and languages.
cs: Aby bylo možné spravovat balíčky a jazyky, zapněte <a href="${ForisURLs.packageManagement.updateSettings}">automatické aktualizace</a>.
de: Bitte aktivieren Sie <a href="${ForisURLs.packageManagement.updateSettings}">automatische Updates,</a> um Pakete und Sprachen zu verwalten.
el: Παρακαλώ ενεργοποιήστε τις <a href="${ForisURLs.packageManagement.updateSettings}">αυτόματες ενημερώσεις</a> για τη διαχείριση πακέτων και γλωσσών.
pl: Włącz <a href="${ForisURLs.packageManagement.updateSettings}">automatyczne aktualizacje</a>, aby zarządzać pakietami i językami.
ru: Включите <a href="${ForisURLs.packageManagement.updateSettings}">автоматические обновления</a> для управления пакетами и языками.
sk: Aby bolo možné spravovať balíčky a jazyky, povoľte <a href="${ForisURLs.packageManagement.updateSettings}">automatické aktualizácie</a>.
ta: தொகுப்புகள் மற்றும் மொழிகளை நிர்வகிக்க <a href = "$ {ForisURLs.packageManagement.updateSettings}"> தானியங்கி புதுப்பிப்புகள் </a> ஐ இயக்கவும்.

source: Set your password for this administration interface.
cs: Nastavte si své heslo do tohoto rozhraní pro správu.
de: Legen Sie Ihr Passwort für diese Verwaltungsschnittstelle fest.
el: Ορίστε τον κωδικό πρόσβασής σας για αυτήν τη διεπαφή διαχείρισης.
pl: Ustaw hasło do tego interfejsu administracyjnego.
ru: Установите свой пароль для этого интерфейса администрирования.
sk: Nastavte heslo do tohto konfiguračného rozhrania.
ta: இந்த நிர்வாக இடைமுகத்திற்கு உங்கள் கடவுச்சொல்லை அமைக்கவும்.

source: Current password
cs: Stávající heslo
de: Aktuelles Passwort
el: Τρέχων κωδικός πρόσβασης
pl: Obecne hasło
ru: Текущий пароль
sk: Aktuálne heslo
ta: தற்போதைய கடவுச்சொல்

source: New password
cs: Nové heslo
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
pl: Nowe hasło
ru: Новый пароль
sk: Nové heslo
ta: புதிய கடவுச்சொல்

source: Confirm new password
cs: Potvrdit nové heslo
de: Neues Passwort bestätigen
el: Επιβεβαίωση νέου κωδικού πρόσβασης
pl: Potwierdź nowe hasło
ru: Подтвердите новый пароль
sk: Potvrdiť nové heslo
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Use the same password for advanced administration (root)
cs: Použít stejné heslo pro pokročilou správu (účet root)
de: Verwenden des gleichen Passworts für die erweiterte Verwaltung (Root)
el: Χρήση του ίδιου κωδικού πρόσβασης για την προηγμένη διαχείριση (root)
pl: Użyj tego samego hasła do zaawansowanej administracji (root)
ru: Использовать тот же пароль для расширенного администрирования (root)
sk: Použiť rovnaké heslo pre pokročilú administráciu (root)
ta: மேம்பட்ட நிர்வாகத்திற்கு (ரூட்) அதே கடவுச்சொல்லைப் பயன்படுத்தவும்

source: Same password would be used for accessing this administration interface, for root user in LuCI web interface and for SSH login. Use a strong password! (If you choose not to set the password for advanced configuration here, you will have the option to do so later. Until then, the root account will be blocked.)
cs: Stejné heslo by bylo použito pro přístup k tomuto rozhraní pro správu, pro uživatele root ve webovém rozhraní LuCI a pro SSH přihlášení. Použijte odolné heslo! (Pokud zvolíte nenastavovat heslo pro pokročilou správu zde, budete mít možnost učinit tak později. Do té doby bude účet root zablokován.)
de: Dasselbe Passwort wird auch für den Zugriff auf die Expertenkonfiguration-Schnittstelle, den root-Benutzer in der LuCI-Web-Oberfläche und SSH verwendet. Setzen Sie ein starkes Passwort! (Wenn Sie sich entscheiden kein Passwort festzulegen, so besteht die Option, dies später zu tun. Bis dahin wird der root-Benutzer blockiert.)
el: Ο ίδιος κωδικός πρόσβασης θα χρησιμοποιηθεί για την πρόσβαση σε αυτήν τη διεπαφή διαχείρισης, για τον χρήστη root στη διεπαφή ιστού LuCI και για την σύνδεση SSH. Χρησιμοποιήστε έναν ισχυρό κωδικό πρόσβασης! (Εάν επιλέξετε να μην ορίσετε τον κωδικό πρόσβασης για προηγμένη διαμόρφωση εδώ, θα έχετε την επιλογή να το κάνετε αργότερα. Μέχρι τότε, ο λογαριασμός root θα αποκλειστεί.)
pl: To samo hasło byłoby użyte do zabezpieczenia tego interfejsu administracyjnego, dla użytkownika root w interfejsie internetowym LuCI i do logowania SSH. Użyj silnego hasła! (Jeśli zdecydujesz się nie ustawiać hasła od zaawansowanej konfiguracji, będzie można to zrobić później. Do tego czasu konto root będzie zablokowane.)
ru: Один и тот же пароль будет использоваться для данного интерфейса администрирования, для пользователя root в веб-интерфейсе LuCI и для авторизации по SSH. Используйте сложный пароль! (Если Вы не установите пароль для расширенной настройки здесь, можно сделать это позднее. До этого момента аккаунт root будет заблокирован.)
sk: Rovnaké heslo sa použije na prístup do tohoto konfiguračného rozhrania, pre užívateľa root vo webovom rozhraní LuCI aj pre prihlásenie SSH. Použite silné heslo! (Ak nenastavíte heslo pre pokročilú administráciu, budete to môcť urobiť neskôr. Účet root zostane dovtedy zablokovaný.)
ta: இந்த நிர்வாக இடைமுகத்தை அணுகவும், லூசி வலை இடைமுகத்தில் ரூட் பயனருக்கும், பாஓடு உள்நுழைவுக்கும் அதே கடவுச்சொல் பயன்படுத்தப்படும். வலுவான கடவுச்சொல்லைப் பயன்படுத்துங்கள்! (மேம்பட்ட உள்ளமைவுக்கான கடவுச்சொல்லை இங்கே அமைக்க வேண்டாம் என்று நீங்கள் தேர்வுசெய்தால், பின்னர் அவ்வாறு செய்ய உங்களுக்கு விருப்பம் இருக்கும். அதுவரை, ரூட் கணக்கு தடுக்கப்படும்.)
