Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: To enable this option, you have to configure storage in the <a href="${ForisURLs.storage}" title="Go to Storage plugin">Storage plugin</a> first.
cs: Aby bylo možné zapnout tuto volbu, je třeba nejdříve nastavit úložiště pomocí <a href="${ForisURLs.storage}" title="Přejít na zásuvný modul Úložiště">zásuvného modulu Úložiště</a>.
de: Um diese Option aktivieren zu können, müssen Sie zuerst in <a href="${ForisURLs.storage}" title="Zum Storage-Plugin gehen">Storage plugin</a> einen Speicher einrichten.
el: Για να ενεργοποιήσετε αυτήν την επιλογή, πρέπει πρώτα να διαμορφώσετε τον χώρο αποθήκευσης στο <a href="${ForisURLs.storage}" title="Go to Storage plugin">Πρόσθετο Αποθήκευσης</a>.
pl: Aby włączyć tę opcję, trzeba najpierw ustawić przechowywanie we wtyczce <a href="${ForisURLs.storage}" title="Idź do wtyczki Storage">Storage</a>.
ru: Чтобы включить эту опцию, сначала необходимо настроить хранилище в <a href="${ForisURLs.storage}" title="Go to Storage plugin">Модуль Хранилище</a>.
sk: Ak chcete túto možnosť povoliť, musíte najprv nakonfigurovať úložisko <a href="${ForisURLs.storage}" title="Prejsť na plugin Úložisko">v plugine Úložisko</a>.
ta: இந்த விருப்பத்தை இயக்க, நீங்கள் <a href="${ForisURLs.storage}" title="Go to Storage plugin"> சேமிப்பக சொருகி </a> முதலில் சேமிப்பிடத்தை உள்ளமைக்க வேண்டும்.

source: Enable System Logs Retention
cs: Zapnout uchovávání záznamů o událostech v systému
de: System-Log-Beibehaltung aktivieren
el: Ενεργοποιήστε την Διατήρηση Αρχείων Καταγραφής Συστήματος
pl: Włącz przechowywanie dzienników systemowych
ru: Включить сохранение системных журналов
sk: Povoliť uchovávanie systémových záznamov
ta: கணினி பதிவுகள் தக்கவைப்பை இயக்கவும்

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
pl: Zamknij
ru: Закрыть
sk: Zatvoriť
ta: மூடு

source: Reboot is required
cs: Vyžadován restart
de: Neustart ist erforderlich
el: Απαιτείται επανεκκίνηση
pl: Wymagane ponowne uruchomienie
ru: Требуется перезагрузка
sk: Je potrebný reštart
ta: மறுதொடக்கம் தேவை

source: Reboot or attention is required
cs: Vyžadován restart nebo pozornost
de: Neustart oder Aufmerksamkeit ist erforderlich
el: Απαιτείται επανεκκίνηση ή προσοχή
pl: Wymagane ponowne uruchomienie lub inne działanie
ru: Требуется перезагрузка или внимание
sk: Je potrebný reštart alebo pozornosť
ta: மறுதொடக்கம் அல்லது கவனம் தேவை

source: Reboot or attention is required or update was installed
cs: Vyžadován restart, pozornost nebo byla nainstalována aktualizace
de: Neustart oder Aufmerksamkeit ist erforderlich, oder Aktualisierungen wurden installiert
el: Απαιτείται επανεκκίνηση ή προσοχή ή εγκαταστάθηκε η ενημέρωση
pl: Wymagane jest ponowne uruchomienie, inne działanie lub została zainstalowana aktualizacja
ru: Требуется перезагрузка или внимание, иначе обновление будет установлено
sk: Je potrebný reštart, pozornosť, alebo sa nainštalovala aktualizácia
ta: மறுதொடக்கம் அல்லது கவனம் தேவை அல்லது புதுப்பிப்பு நிறுவப்பட்டது

source: General Notification Settings
cs: Obecné nastavení notifikací
ru: Общие настройки уведомлений
sk: Hlavné nastavenie notifikácií
ta: பொது அறிவிப்பு அமைப்புகள்

source: Importance
cs: Důležitost
de: Wichtigkeit
el: Βαρύτητα
pl: Ważność
ru: Важность
sk: Dôležitosť
ta: முக்கியத்துவம்

source: Send news
cs: Posílat novinky
de: Neuigkeiten senden
el: Αποστολή νέων
pl: Wysyłaj nowości
ru: Сообщать новости
sk: Posielať novinky
ta: செய்திகளை அனுப்பவும்

source: Your device can send you e-mail notifications about required reboots, important events, installed updates, and new features according to your settings. Once you are done with the configuration, you can test it by pressing Send test notification. Additionally, you can use
cs: Vaše zařízení vám může podle vašich nastavení zasílat e-mailová oznámení o požadovaných restartech, důležitých událostech, nainstalovaných aktualizacích a nových funkcích. Po dokončení nastavení to můžete vyzkoušet stisknutím Odeslat testovací oznámení. Dále je možné použít
ru: Ваше устройство может отправлять уведомления по электронной почте о необходимых перезагрузках, важных событиях, установленных обновлениях и новых функциях в соответствии с вашими настройками. После того, как вы закончите с конфигурацией, вы можете протестировать ее, нажав "Отправить тестовое уведомление". Кроме того, вы можете использовать
sk: Vaše zariadenie vám môže podľa vašich nastavení posielať e-mailové upozornenia o potrebných reštartoch, dôležitých udalostiach, nainštalovaných aktualizáciách a nových funkciách. Po dokončení konfigurácie môžete notifikácie vyskúšať kliknutím na Odoslať testovaciu notifikáciu. Okrem toho môžete použiť
ta: தேவையான மறுதொடக்கங்கள், முக்கியமான நிகழ்வுகள், நிறுவப்பட்ட புதுப்பிப்புகள் மற்றும் உங்கள் அமைப்புகளுக்கு ஏற்ப புதிய நற்பொருத்தங்கள் பற்றிய மின்னஞ்சல் அறிவிப்புகளை உங்கள் சாதனம் உங்களுக்கு அனுப்ப முடியும். நீங்கள் உள்ளமைவைச் செய்தவுடன், சோதனை அறிவிப்பை அனுப்புவதன் மூலம் அதை சோதிக்கலாம். கூடுதலாக, நீங்கள் பயன்படுத்தலாம்

source: to receive real-time push notifications directly to your mobile device or desktop. ntfy allows you to subscribe to topics and get instant alerts without the need for email.
cs: pro příjem push notifikací v reálném čase přímo na vaše mobilní zařízení nebo počítač. ntfy vám umožňuje přihlásit se k tématům a dostávat okamžitá upozornění bez nutnosti používat e-mail.
ru: получать push-уведомления в режиме реального времени прямо на свое мобильное устройство или компьютер. ntfy позволяет вам подписываться на темы и получать мгновенные оповещения без необходимости использования электронной почты.
sk: na prijímanie push notifikácií v reálnom čase priamo do svojho mobilného zariadenia alebo počítača. ntfy vám umožňuje prihlásiť sa na odber tém a dostávať okamžité upozornenia bez potreby e-mailu.
ta: நிகழ்நேர புச் அறிவிப்புகளை உங்கள் மொபைல் சாதனம் அல்லது டெச்க்டாப்பிற்கு நேரடியாகப் பெற. தலைப்புகளுக்கு குழுசேரவும், மின்னஞ்சல் தேவையில்லாமல் உடனடி விழிப்பூட்டல்களைப் பெறவும் NTFY உங்களை அனுமதிக்கிறது.

source: Custom
cs: Uživatelsky určené
de: Benutzerdefiniert
el: Προσαρμοσμένο
pl: Własny
ru: Ручная настройка
sk: Vlastné
ta: தனிப்பயன்

source: Email Notification Settings
cs: Nastavení e-mailových notifikací
ru: Настройки уведомлений по электронной почте
sk: Nastavenie e-mailových notifikácií
ta: அறிவிப்பு அமைப்புகள் மின்னஞ்சல்

source: Enable email notifications
cs: Zapnout notifikace e-mailem
ru: Включить уведомления по электронной почте
sk: Povoliť e-mailové notifikácie
ta: மின்னஞ்சல் அறிவிப்புகளை இயக்கவும்

source: SMTP provider
cs: Poskytovat SMTP
el: Πάροχος SMTP
pl: Dostawca usług SMTP
ru: Провайдер SMTP
sk: Poskytovateľ SMTP
ta: SMTP வழங்குநர்

source: Recipient's email
cs: E-mail příjemce
de: E-Mail Empfänger
el: Email παραλήπτη
pl: E-mail odbiorcy
ru: Электронная почта получателя
sk: E-mail príjemcu
ta: பெறுநரின் மின்னஞ்சல்

source: Max
ru: Максимальный
ta: அதிகபட்சம்

source: Urgent
cs: Urgentní
ru: Срочный
sk: Urgentná
ta: விரைவு

source: High
cs: Vysoká
ru: Высокий
sk: Vysoká
ta: உயர்ந்த

source: Default
cs: Výchozí
ru: По умолчанию
sk: Štandardná
ta: இயல்புநிலை

source: Low
cs: Nízká
ru: Низкий
sk: Nízka
ta: குறைந்த

source: Min
cs: Minimální
ru: Минимальный
sk: Minimálna
ta: மணித்துளி

source: Push Notification Settings
cs: Nastavení push notifikací
ru: Настройки push-уведомлений
sk: Nastavenie push notifikácií
ta: அறிவிப்பு அமைப்புகளை அழுத்தவும்

source: Enable push notifications
cs: Zapnout push notifikace
ru: Включить push-уведомления
sk: Povoliť push notifikácie
ta: புச் அறிவிப்புகளை இயக்கவும்

source: Specify the URL to the ntfy server topic. Example format: https://ntfy.sh/example
cs: Uveďte URL tématu na serveru nfty. Příklad: https://ntfy.sh/example
ru: Укажите URL к теме сервера ntfy. Пример: https://ntfy.sh/example
sk: Zadajte URL témy na serveri ntfy. Príklad: https://ntfy.sh/priklad
ta: NTFY சேவையக தலைப்பில் முகவரி ஐக் குறிப்பிடவும். எடுத்துக்காட்டு வடிவம்: https://ntfy.sh/example

source: Priority
cs: Priorita
ru: Приоритет
sk: Priorita
ta: முன்னுரிமை

source: Priority of the push notifications.
cs: Priorita push notifikací.
ru: Приоритет push-уведомлений.
sk: Priorita push notifikácií.
ta: புச் அறிவிப்புகளின் முன்னுரிமை.

source: None
cs: Žádný
de: Keine
el: Κανένα
pl: Brak
ru: Нет
sk: Žiadny
ta: எதுவுமில்லை

source: SMTP Settings
cs: Nastavení SMTP
de: SMTP-Einstellungen
el: Ρυθμίσεις SMTP
pl: Ustawienia SMTP
ru: Настройки SMTP
sk: Nastavenia SMTP
ta: SMTP அமைப்புகள்

source: Sender address (From)
cs: Adresa odesilatele (Od)
de: Absenderadresse (Von)
el: Διεύθυνση αποστολέα (Από)
pl: Adres nadawcy (Od)
ru: Адрес отправителя (От)
sk: Adresa odosielateľa (Od)
ta: அனுப்புநர் முகவரி (இருந்து)

source: Server address
cs: Adresa serveru
de: Serveradresse
el: Διεύθυνση διακομιστή
pl: Adres serwera
ru: Адрес сервера
sk: Adresa servera
ta: சேவையக முகவரி

source: Server port
cs: Port na serveru
de: Portnummer
el: Θύρα διακομιστή
pl: Port serwera
ru: Порт сервера
sk: Port servera
ta: சேவையக துறைமுகம்

source: Security
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
pl: Bezpieczeństwo
ru: Безопасность
sk: Zabezpečenie
ta: பாதுகாப்பு

source: Username
cs: Uživatelské jméno
de: Benutzername
el: Όνομα Χρήστη
pl: Nazwa użytkownika
ru: Имя пользователя
sk: Používateľské meno
ta: பயனர்பெயர்

source: Sender's name
cs: Název odesilatele
de: Name des Absenders
el: Όνομα αποστολέα
pl: Nazwa nadawcy
ru: Имя отправителя
sk: Meno odosielateľa
ta: அனுப்புநரின் பெயர்

source: You have unsaved changes in your notification settings. Do you want to discard them and test notifications using the previous settings?
cs: V nastavení notifikací byly provedeny změny, které doposud nebyly uloženy. Chcete je zahodit a odeslat testovací zprávu s původními nastaveními?
ru: У вас есть несохраненные изменения в настройках уведомлений. Хотите отменить их и протестировать уведомления, используя предыдущие настройки?
sk: V nastaveniach notifikácií sú neuložené zmeny . Chcete ich zrušiť a otestovať notifikácie s pôvodnými nastaveniami?
ta: உங்கள் அறிவிப்பு அமைப்புகளில் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. முந்தைய அமைப்புகளைப் பயன்படுத்தி அவற்றை நிராகரித்து அறிவிப்புகளை சோதிக்க விரும்புகிறீர்களா?

source: Send Test Notification
cs: Odeslat testovací notifikaci
ru: Отправить тестовое уведомление
sk: Odoslať testovaciu notifikáciu
ta: சோதனை அறிவிப்பை அனுப்பவும்

source: Here you can verify whether your SMTP provider or push notifications are configured correctly by sending a test notification.
cs: Zde je možné zkontrolovat, zda je SMTP komunikace správně nastavená a to odesláním testovací notifikace do své e-mailové schránky.
ru: Здесь вы можете проверить правильность настройки SMTP-провайдера или push-уведомлений, отправив тестовое уведомление.
sk: Tu môžete overiť správnosť nastavení SMTP alebo push notifikácií odoslaním testovacej notifikácie.
ta: சோதனை அறிவிப்பை அனுப்புவதன் மூலம் உங்கள் SMTP வழங்குநர் அல்லது புச் அறிவிப்புகள் சரியாக கட்டமைக்கப்பட்டுள்ளதா என்பதை இங்கே நீங்கள் சரிபார்க்கலாம்.

source: Send
cs: Odeslat
ru: Отправить
sk: Odoslať
ta: அனுப்பு

source: If you set SMTP provider to "Turris", the servers provided to members of the Turris project would be used. These servers do not require any additional settings. If you want to set your own SMTP server, please select "Custom" and enter required settings.
cs: Pokud nastavíte poskytovatele SMTP na „Turris“, budou použity servery poskytované členům projektu Turris. Tyto servery nevyžadují žádná další nastavování. Pokud chcete nastavit jiný SMTP server, vyberte „Uživatelsky určený“ a zadejte potřebná nastavení.
de: Wenn Sie "Turris" als SMTP-Provider wählen, dann werden die Server, welche den Turris-Projektmitgliedern zu Verfügung stehen, verwendet. Diese Server benötigen keine zusätzliche Einstellungen. Falls Sie jedoch einen eigenen SMTP-Server benutzen wollen, wählen Sie "Benutzerdefiniert" und geben Sie die notwendigen Einstellungen ein.
el: Εάν ορίσετε τον πάροχο SMTP σε "Turris", θα χρησιμοποιηθούν οι διακομιστές που παρέχονται στα μέλη του έργου Turris. Αυτοί οι διακομιστές δεν απαιτούν πρόσθετες ρυθμίσεις. Εάν θέλετε να ορίσετε τον δικό σας διακομιστή SMTP, επιλέξτε "Προσαρμοσμένο" και εισαγάγετε τις απαιτούμενες ρυθμίσεις.
pl: Jeśli ustawisz dostawcę SMTP na „Turris”, zostaną użyte serwery dla członków projektu Turris. Serwery te nie wymagają żadnych dalszych ustawień. Jeśli chcesz ustawić własny serwer SMTP, wybierz „Własny” i wprowadź wymagane ustawienia.
ru: Если вы выберете в качестве SMTP-провайдера "Turris", будут использоваться серверы, доступные участникам проекта Turris. Они не требуют дополнительных настроек. Если вы хотите использовать свой сервер SMTP, выберите "Ручная настройка" и введите необходимые данные.
sk: Ak nastavíte SMTP poskytovateľa na „Turris“, použijú sa servery poskytované členom projektu Turris. Tieto servery nevyžadujú žiadne ďalšie nastavenia. Ak chcete použiť vlastný server, vyberte si „Vlastné“ a zadajte požadované nastavenia.
ta: நீங்கள் SMTP வழங்குநரை "டர்ரிச்" என்று அமைத்தால், டர்ரிச் திட்டத்தின் உறுப்பினர்களுக்கு வழங்கப்பட்ட சேவையகங்கள் பயன்படுத்தப்படும். இந்த சேவையகங்களுக்கு கூடுதல் அமைப்புகள் தேவையில்லை. உங்கள் சொந்த SMTP சேவையகத்தை அமைக்க விரும்பினால், தயவுசெய்து "தனிப்பயன்" என்பதைத் தேர்ந்தெடுத்து தேவையான அமைப்புகளை உள்ளிடவும்.

source: Depending on the importance or severity of the notification, you can choose to receive notifications about all events or only about those that require your attention.
cs: V závislosti na důležitosti nebo závažnosti notifikace je možné si vybrat, zda chcete přijímat notifikace o všech událostech nebo jen o těch, které vyžadují vaši pozornost.
ru: В зависимости от важности или серьезности уведомления вы можете получать уведомления обо всех событиях или только о тех, которые требуют вашего внимания.
sk: V závislosti od dôležitosti alebo závažnosti notifikácie si môžete zvoliť, či chcete dostávať notifikácie o všetkých udalostiach, alebo len o tých, ktoré si vyžadujú vašu pozornosť.
ta: அறிவிப்பின் முக்கியத்துவம் அல்லது தீவிரத்தைப் பொறுத்து, எல்லா நிகழ்வுகளையும் பற்றிய அறிவிப்புகளைப் பெற அல்லது உங்கள் கவனம் தேவைப்படுபவர்களைப் பற்றி மட்டுமே நீங்கள் தேர்வு செய்யலாம்.

source: Email address of recipient. Separate multiple addresses by comma.
cs: E-mailová adresa příjemce. Vícero adres oddělujte čárkou.
de: E-Mail-Adresse des Empfängers. Trennen Sie mehrere Adressen durch Komma.
el: Διεύθυνση email του παραλήπτη. Διαχωρίστε πολλές διευθύνσεις με κόμμα.
pl: Adres e-mail odbiorcy. Oddziel adresy przecinkami.
ru: Адрес электронной почты получателя. Разделите несколько адресов запятыми.
sk: E-mailová adresa prijímateľa. Viaceré adresy oddeľujte čiarkami.
ta: பெறுநரின் மின்னஞ்சல் முகவரி. கமாவால் பல முகவரிகளைப் பிரிக்கவும்.

source: Send notifications about new releases.
cs: Zasílat notifikace o nových verzích.
ru: Отправлять уведомления о новых релизах.
sk: Posielať notifikácie o nových vydaniach.
ta: புதிய வெளியீடுகளைப் பற்றிய அறிவிப்புகளை அனுப்பவும்.

source: Name of the sender that will be used before the "at" symbol in the email address. For example: "home-router@notify.turis.cz"
cs: Název odesílatele, který bude používán před zavináčem v e-mailové adrese. Například: „domaci_smerovac@notify.turis.cz“
ru: Имя отправителя, которое будет использоваться перед символом "@" в адресе электронной почты. Например: "home-router@notify.turis.cz"
sk: Meno odosielateľa, ktoré sa bude používať pred symbolom „at“ v e-mailovej adrese. Príklad: „domaci-router@notify.turis.cz“
ta: மின்னஞ்சல் முகவரியில் உள்ள "அட்" சின்னத்திற்கு முன் பயன்படுத்தப்படும் அனுப்புநரின் பெயர். எடுத்துக்காட்டாக: "home-ruter@notify.turis.cz"

source: This is the address notifications are send from.
cs: Toto je adresa ze které jsou odesílány notifikace.
de: Von dieser Adresse aus werden Benachrichtigungen versendet.
el: Αυτή είναι η διεύθυνση από την οποία αποστέλλονται οι ειδοποιήσεις.
pl: To jest adres, z którego wysyłane są powiadomienia.
ru: Адрес, с которого будут отправляться уведомления.
sk: Toto je adresa, z ktorej sa odosielajú notifikácie.
ta: இது முகவரி அறிவிப்புகள் அனுப்பப்படுகின்றன.

source: Can't be empty.
cs: Je třeba vyplnit.
de: Darf nicht leer sein.
el: Δεν μπορεί να είναι κενό.
pl: Należy wypełnić.
ru: Не может быть пустым.
sk: Nemôže byť prázdne.
ta: காலியாக இருக்க முடியாது.

source: Sender's name can't be empty.
cs: Název odesilatele je třeba vyplnit.
de: Der Name des Absenders darf nicht leer sein.
el: Το όνομα αποστολέα δεν μπορεί να είναι κενό.
pl: Trzeba wypełnić nazwę nadawcy.
ru: Имя отправителя не может быть пустым.
sk: Meno odosielateľa nemôže byť prázdne.
ta: அனுப்புநரின் பெயர் காலியாக இருக்க முடியாது.

source: Sender's name can contain only alphanumeric characters, dots and underscores.
cs: Název odesilatele může obsahovat pouze písmena a číslice, tečky a podtržítka.
de: Der Absendername kann nur aus alphanumerischen Zeichen, Punkten und Unterstrichen bestehen.
el: Το όνομα αποστολέα μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, τελείες και κάτω παύλες.
pl: Nazwa nadawcy może zawierać tylko znaki alfanumeryczne, kropki i podkreślenia.
ru: Имя отправителя может содержать только буквы латинского алфавита, цифры, точки и подчеркивания.
sk: Meno odosielateľa môže obsahovať len písmená, číslice, bodku a podčiarkovník.
ta: அனுப்புநரின் பெயரில் எண்ணெழுத்து எழுத்துக்கள், புள்ளிகள் மற்றும் அடிக்கோடிட்டுக் காட்டுதல் மட்டுமே இருக்க முடியும்.

source: Port is an number.
cs: Port je číslo.
de: Port ist eine Zahl.
el: Η θύρα είναι ένας αριθμός.
pl: Port jest liczbą.
ru: Порт-это номер.
sk: Port musí byť číslo.
ta: துறைமுகம் ஒரு எண்.

source: Maximum port is 65535.
cs: Nejvyšší možný port je 65535.
de: Der maximale Port ist 65535.
el: Η μέγιστη θύρα είναι 65535.
pl: Maksymalny port to 65535.
ru: Максимальный порт 65535.
sk: Najvyššie číslo portu je 65535.
ta: அதிகபட்ச துறைமுகம் 65535.

source: Minimum port is 1.
cs: Nejnižší možný port je 1.
de: Der minimale Port ist 1.
el: Η ελάχιστη θύρα είναι 1.
pl: Minimalny port to 1.
ru: Минимальный порт 1.
sk: Najnižšie číslo portu je 1.
ta: குறைந்தபட்ச துறைமுகம் 1.

source: Automatic Updates
cs: Automatické aktualizace
de: Automatische Updates
el: Αυτόματες Ενημερώσεις
pl: Aktualizacje automatyczne
ru: Автоматические обновления
sk: Automatické aktualizácie
ta: தானியங்கி புதுப்பிப்புகள்

source: Go to update settings
cs: Přejít do nastavení aktualizací
de: Zu den Aktualisierungseinstellungen gehen
el: Μεταβείτε στις ρυθμίσεις ενημέρωσης
pl: Przejdź do ustawień aktualizacji
ru: Перейти к обновлению настроек
sk: Prejsť na nastavenie aktualizácie
ta: அமைப்புகளை புதுப்பிக்கச் செல்லவும்

source: Refresh
cs: Znovu načíst
el: Ανανέωση
pl: Odśwież
ru: Обновить
sk: Obnoviť
ta: புதுப்பிப்பு

source: Activated
cs: Aktivováno
de: Aktiviert
el: Ενεργοποιημένο
pl: Włączone
ru: Активирован
sk: Aktivované
ta: செயல்படுத்தப்பட்ட

source: Disabled
cs: Vypnuto
de: Deaktiviert
el: Απενεργοποιημένο
pl: Wyłączone
ru: Отключён
sk: Vypnuté
ta: முடக்கப்பட்டது

source: Dynamic Firewall
cs: Dynamický firewall
de: Dynamische Firewall
el: Δυναμικό Τοίχος Προστασίας
pl: Dynamiczna zapora sieciowa
ru: Динамический межсетевой экран
sk: Dynamický firewall
ta: மாறும் ஃபயர்வால்

source: Go to Dynamic Firewall package installation
cs: Přejít na instalaci balíčku Dynamický firewall
el: Μεταβείτε στην εγκατάσταση του πακέτου Δυναμικού Τοίχους Προστασίας
pl: Przejdź do instalacji dynamicznej zapory sieciowej
ru: Перейти к установке пакета динамического брандмауэра
sk: Prejsť na inštaláciu balíčka Dynamického firewallu
ta: மாறும் ஃபயர்வால் தொகுப்பு நிறுவலுக்குச் செல்லவும்

source: Go to LibreSpeed
cs: Přejít na LibreSpeed
de: Zu LibreSpeed gehen
el: Πήγαινε στο LibreSpeed
pl: Przejdź do LibreSpeed
ru: Перейти к LibreSpeed
sk: Prejsť na LibreSpeed
ta: லிப்ரெச்பீட்டிற்குச் செல்லுங்கள்

source: Megabit per second
cs: Megabity za sekundu
de: Megabit pro Sekunde
el: Megabit ανά δευτερόλεπτο
pl: Megabity na sekundę
ru: Мегабит в секунду
sk: Megabitov za sekundu
ta: நொடிக்கு மெகாபிட்

source: Ping
ru: Пинг
ta: பிங்

source: Millisecond
cs: Milisekundy
de: Millisekunde
pl: Milisekundy
ru: Миллисекунд
sk: Milisekúnd
ta: மில்லி நொடி

source: Jitter
cs: Kolísání (jitter)
pl: Fluktuacje
ru: Джиттер
ta: நடுக்கம்

source: Server
el: Διακομιστής
pl: Serwer
ru: Сервер
ta: சேவையகம்

source: Performed
cs: Provedeno
de: Erledigt
el: Εκτελεσμένα
pl: Wykonane
ru: Выполнено
sk: Vykonané
ta: நிகழ்த்தப்பட்டது

source: No tests have been performed lately.
cs: V poslední době nebyly provedeny žádné testy.
de: In letzter Zeit wurden keine Tests durchgeführt.
el: Δεν έχουν εκτελεστεί δοκιμές τελευταία.
pl: Ostatnio nie przeprowadzano żadnych testów.
ru: В последнее время никаких тестов не проводилось.
sk: V poslednom období neprebehli žiadne testy.
ta: அண்மைக் காலத்தில் சோதனைகள் எதுவும் செய்யப்படவில்லை.

source: OpenVPN Clients
cs: Klienti OpenVPN
el: Πελάτες OpenVPN
pl: Klienci OpenVPN
ru: Клиенты OpenVPN
sk: Klienti OpenVPN
ta: OpenVPN வாடிக்கையாளர்கள்

source: Go to OpenVPN Client Settings
cs: Přejít do Nastavení klientů OpenVPN
de: Zu den OpenVPN-Client-Einstellungen gehen
el: Μεταβείτε στις Ρυθμίσεις Πελάτη OpenVPN
pl: Przejdź do ustawień klienta OpenVPN
ru: Перейдите в настройки клиента OpenVPN
sk: Prejsť na nastavenia klientov OpenVPN
ta: OpenVPN கிளையன்ட் அமைப்புகளுக்குச் செல்லவும்

source: Currently, there are no connected OpenVPN clients.
cs: V tuto chvíli nejsou připojení žádní klienti OpenVPN.
el: Προς το παρόν, δεν υπάρχουν συνδεδεμένοι πελάτες OpenVPN.
pl: Obecnie nie ma podłączonych żadnych klientów OpenVPN.
ru: В настоящее время нет подключенных клиентов OpenVPN.
sk: Aktuálne nie sú pripojení žiadni OpenVPN klienti.
ta: தற்போது, இணைக்கப்பட்ட OpenVPN வாடிக்கையாளர்கள் எதுவும் இல்லை.

source: There are no OpenVPN clients.
cs: Zatím nejsou přidáni žádní klienti OpenVPN.
el: Δεν υπάρχουν πελάτες OpenVPN.
pl: Nie dodano jeszcze żadnych klientów OpenVPN.
ru: Клиентов OpenVPN нет.
sk: Žiadni OpenVPN klienti.
ta: OpenVPN வாடிக்கையாளர்கள் இல்லை.

source: Total In:
cs: Celkem příchozí:
el: Συνολικά Μέσα:
pl: Razem przychodzących:
ru: Всего в:
sk: Spolu in:
ta: மொத்தம்:

source: Total Out:
cs: Celkem odchozí:
el: Συνολικά Έξω:
pl: Razem wychodzących:
ru: Всего вышло:
sk: Spolu out:
ta: மொத்தம்:

source: Connected
cs: Připojeno
el: Συνεδεμένο
pl: Połączono
ru: Подключенные
sk: Pripojené
ta: இணைக்கப்பட்டுள்ளது

source: Disconnected
cs: Odpojeno
el: Αποσυνδεδεμένο
pl: Rozłączono
ru: Отключение
sk: Odpojené
ta: துண்டிக்கப்பட்டது

source: Go to Sentinel license agreement
cs: Přejít na licenční smlouvu k Sentinel
de: Zur Sentinel-Lizenzvereinbarung gehen
el: Μεταβείτε στη συμφωνία άδειας χρήσης Sentinel
pl: Przejdź do licencji Sentinel
ru: Перейти к лицензионному соглашению Sentinel
sk: Prejsť na licenčnú zmluvu Sentinel
ta: சென்டினல் உரிம ஒப்பந்தத்திற்குச் செல்லவும்

source: Go to Sentinel package installation
cs: Přejít na instalaci balíčku Sentinel
el: Μεταβείτε στην εγκατάσταση πακέτου Sentinel
pl: Przejdź do instalacji pakietu Sentinel
ru: Перейти к установке пакета Sentinel
sk: Prejsť na inštaláciu balíčka Sentinel
ta: சென்டினல் தொகுப்பு நிறுவலுக்குச் செல்லவும்

source: If you want to use another language other than English, you can select it from the following list:
cs: Pokud chcete použít jiný jazyk než angličtinu, můžete ho vybrat z následujícího seznamu:
de: Falls Sie eine andere Sprache als Englisch verwenden wollen, können Sie sie aus der folgenden Liste auswählen:
el: Εάν θέλετε να χρησιμοποιήσετε κάποια άλλη γλώσσα εκτός από τα Aγγλικά, μπορείτε να την επιλέξετε από την παρακάτω λίστα:
pl: Jeśli chcesz używać innego języka niż angielski, możesz go wybrać z poniższej listy:
ru: Если вы хотите использовать другой язык, кроме английского, вы можете выбрать его из следующего списка:
sk: Ak chcete používať iný jazyk ako angličtinu, môžete si vybrať z nasledujúceho zoznamu:
ta: நீங்கள் ஆங்கிலத்தைத் தவிர வேறு மொழியைப் பயன்படுத்த விரும்பினால், பின்வரும் பட்டியலிலிருந்து அதைத் தேர்ந்தெடுக்கலாம்:
