Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: IPv6 gateway connectivity
cs: Konektivita IPv6 brány
de: IPv6-Konnektivität zum Gateway
el: Συνδεσιμότητα πύλης IPv6
pl: Łączność z bramą IPv6
ru: Работоспособность шлюза IPv6
sk: Konektivita IPv6 brány
ta: ஐபிவி 6 நுழைவாயில் இணைப்பு

source: Connection test successful
cs: Test připojení byl úspěšný
de: Verbindung prüfen erfolgreich
el: Επιτυχής δοκιμή σύνδεσης
pl: Pomyślny test połączenia
ru: Проверка подключения прошла успешно
sk: Test pripojenia úspešný
ta: இணைப்பு சோதனை வெற்றிகரமாக

source: Connection test failed
cs: Test připojení selhal
de: Verbindung prüfen fehlgeschlagen
el: Αποτυχία δοκιμής σύνδεσης
pl: Test połączenia nie powiódł się
ru: Ошибка проверки подключения
sk: Test pripojenia neúspešný
ta: இணைப்பு சோதனை தோல்வியடைந்தது

source: Connection test cannot be determined
cs: Test připojení nebyl spuštěn
de: Verbindungstest kann nicht ermittelt werden
el: Η δοκιμή σύνδεσης δεν μπορεί να προσδιοριστεί
pl: Nie można określić testu połączenia
ru: Тест подключения не может быть определён
sk: Test pripojenia neprebehol
ta: இணைப்பு சோதனையை தீர்மானிக்க முடியாது

source: Connection test not started
cs: Test připojení nebyl spuštěn
de: Verbindungsprüfung nicht gestartet
el: Η δοκιμή σύνδεσης δεν ξεκίνησε
pl: Test połączenia nie został uruchomiony
ru: Тест подключения не начат
sk: Test pripojenia nebol spustený
ta: இணைப்பு சோதனை தொடங்கப்படவில்லை

source: Router Turris uses its own DNS resolver with DNSSEC support. It is capable of working independently or it can forward your DNS queries your internet service provider's DNS resolver.
cs: Router Turris používá vlastní DNS resolver s podporou DNSSEC. Je schopen pracovat nezávisle nebo může předávat vaše DNS dotazy na resolver vašeho poskytovatele připojení k Internetu.
de: Der Turris-Router benutzt seinen eigenen DNS-Resolver mit DNSSEC-Unterstützung. Er kann unabhängig arbeiten oder die DNS-Anfragen an den Resolver Ihres Internetproviders weiterleiten.
el: Ο δρομολογητής Turris χρησιμοποιεί τον δικό του επιλυτή DNS με υποστήριξη DNSSEC. Έχει την δυνατότητα να λειτουργεί αυτόνομα ή να προωθεί τα ερωτήματα DNS στον επιλυτή DNS του παρόχου υπηρεσιών δικτύου σας.
pl: Router Turris używa własnego rozwiązywania nazw DNS z obsługą DNSSEC. Jest w stanie pracować samodzielnie lub może przekazywać zapytania DNS serwerowi dostawcy internetu.
ru: Маршрутизатор Turris использует собственный резольвер DNS с поддержкой DNSSEC. Он может работать независимо или может перенаправлять ваши DNS-запросы на резольвер DNS вашего интернет-провайдера.
sk: Router Turris používa vlastný DNS prekladač (resolver) s podporou DNSSEC. Dokáže pracovať nezávisle, alebo môže vaše DNS požiadavky presmerovať na DNS prekladač poskytovateľa internetových služieb.
ta: திசைவி டர்ரிச் தனது சொந்த டிஎன்எச் தீர்வை டிஎன்எச்எச்இசி ஆதரவுடன் பயன்படுத்துகிறது. இது சுயாதீனமாக வேலை செய்யும் திறன் கொண்டது அல்லது உங்கள் இணைய பணி வழங்குநரின் டிஎன்எச் தீர்வை உங்கள் டிஎன்எச் வினவல்களை அனுப்ப முடியும்.

source: The following setting determines the behavior of the DNS resolver. Usually, it is better to use the ISP's resolver in networks where it works properly. If it does not work for some reason, it is necessary to use direct resolving without forwarding.
cs: Následující nastavení určuje, jak se má chovat DNS resolver. Obvykle je lepší používat resolver vašeho ISP, pokud funguje správně. Jestliže z nějakých důvodů nefunguje, je potřeba použít přímý resolving bez přeposílání.
de: Die folgende Einstellung legt das Verhalten des DNS-Resolvers fest. Üblicherweise ist es besser, überall dort, wo er funktioniert, den Resolver des Internetproviders zu verwenden. Falls er das aus irgendeinem Grund nicht tut, ist es notwendig, auf direkte Auflösung umzuschalten.
el: Η ακόλουθη ρύθμιση καθορίζει την συμπεριφορά του επιλυτή DNS. Συνήθως, είναι καλύτερη η χρήση του επιλυτή του παρόχου σε δίκτυα όπου λειτουργεί σωστά. Αν για κάποιον λόγο δεν λειτουργεί, είναι απαραίτητη η χρήση της άμεσης επίλυσης χωρίς προώθηση.
pl: Poniższe ustawienie określa zachowanie rozwiązywania nazw DNS. Zwykle lepiej jest użyć serwera DNS dostawcy internetu (ISP), który działa poprawnie. Jeśli to nie zadziała z jakiegoś powodu, konieczne jest bezpośrednie rozwiązywanie nazw bez przekazywania.
ru: Следующий параметр определяет поведение резолвера DNS. Обычно лучше использовать резолвер провайдера в тех сетях, где он работает нормально. Если по какой-то причине это не работает, необходимо использовать прямое разрешение без переадресации.
sk: Nasledujúce nastavenie určuje správanie DNS prekladača (resolvera). V sieťach, kde funguje správne, je zvyčajne lepšie používať prekladač poskytovateľa internetových služieb. Ak z nejakého dôvodu nefunguje, je potrebné použiť priamy prekladač bez presmerovania.
ta: பின்வரும் அமைப்பு டிஎன்எச் தீர்வின் நடத்தையை தீர்மானிக்கிறது. வழக்கமாக, ஐ.எச்.பியின் தீர்வை நெட்வொர்க்குகளில் பயன்படுத்துவது நல்லது. சில காரணங்களால் இது செயல்படவில்லை என்றால், பகிரங்காமல் நேரடி தீர்வைப் பயன்படுத்துவது தேவை.

source: In rare cases, ISP's have an improperly configured network, which interferes with DNSSEC validation. If you experience problems with DNS, you can <b>temporarily</b> disable DNSSEC validation to determine the source of the problem. However, keep in mind that without DNSSEC validation, you are vulnerable to DNS spoofing attacks! Therefore we <b>recommend keeping DNSSEC turned on</b> and resolving the situation with your ISP as this is a serious flaw on their side.
cs: Ve vzácných případech má ISP nesprávně nastavenou síť, ve které nefunguje správně validace DNSSEC. Setkáte-li se s problémy s DNS, můžete <b>dočasně</b> vypnout validaci DNSSEC, abyste mohli odhalit zdroj problémů. Mějte však na paměti, že bez této validaci budete zranitelní vůči útokům typu DNS spoofingu. Proto je <b>doporučeno ponechat DNSSEC zapnuté</b> a řešit situaci s ISP, protože jde o závažný bezpečnostní problém na jeho straně.
de: In seltenen Fällen haben Internetprovider ein fehlerhaft konfiguriertes Netzwerk, das bei der DNSSEC-Validierung stört. Falls Sie Probleme mit DNS haben, können Sie <b>vorübergehend</b> die DNSSEC-Validierung abschalten, um die Problemursache einzukreisen. Behalten Sie aber im Hinterkopf, dass Sie ohne DNSSEC-Validierung anfällig für DNS-Spoofing-Angriffe sind! Daher <b>empfehlen wir, DNSSEC eingeschaltet zu lassen</b> und sich an Ihren Internetprovider zu wenden, weil das einen ernsten Mangel an seinem Dienst darstellt.
el: Σε σπάνιες περιπτώσεις, οι πάροχοι έχουν ακατάλληλα διαμορφωμένο δίκτυο, το οποίο παρεμβαίνει στην επικύρωση DNSSEC. Εάν αντιμετωπίζετε προβλήματα με το DNS, μπορείτε να απενεργοποιήσετε <b>προσωρινά</b> την επικύρωση DNSSEC για να προσδιορίσετε την πηγή του προβλήματος. Ωστόσο, έχετε υπόψη σας ότι χωρίς επικύρωση DNSSEC, είστε ευάλωτοι σε επιθέσεις πλαστογράφησης DNS! Επομένως εμείς <b>προτείνουμε την διατήρηση του DNSSEC ενεργοποιημένου</b> και την επίλυση της κατάστασης με τον πάροχό σας, καθώς αυτό είναι ένα σοβαρό ελάττωμα από την πλευρά τους.
pl: W rzadkich przypadkach dostawcy internetu mają nieprawidłowo skonfigurowaną sieć, co zakłóca sprawdzanie poprawności DNSSEC. Jeśli masz problemy z DNS, możesz <b>tymczasowo</b> wyłączyć sprawdzanie poprawności DNSSEC, aby namierzyć źródło problemu. Pamiętaj jednak, że bez weryfikacji DNSSEC jesteś narażony na ataki polegające na fałszowaniu DNS! Dlatego <b>zalecamy pozostawienie włączonej ochrony DNSSEC</b> i rozwiązanie problemu z dostawcą internetu, ponieważ jest to poważna usterka po jego stronie.
ru: В редких случаях интернет-провайдеры имеют неправильно настроенную сеть, что мешает проверке DNSSEC. Если у вас возникли проблемы с DNS, вы можете <b>временно</b> отключить проверку DNSSEC, чтобы определить источник проблемы. Однако имейте в виду, что без проверки DNSSEC вы уязвимы для атак с подделкой DNS! Поэтому мы <b>рекомендуем оставить DNSSEC включенным</b> и разрешить ситуацию с вашим интернет-провайдером, так как это серьезный недостаток на их стороне.
sk: V ojedinelých prípadoch majú poskytovatelia internetových služieb nesprávne nakonfigurovanú sieť a nefunguje v nej validácia DNSSEC. Ak zaznamenávate problémy s DNS, môžete <b>dočasne</b> validáciu DNSSEC vypnúť, aby ste odhalili zdroj problémov. Nezabudnite však, že bez validácie DNSSEC budete ohrození útokmi vo forme podvrhnutej DNS odpovede (DNS spoofing)! Preto <b>odporúčame ponechať DNSSEC zapnuté</b> a situáciu riešiť s poskytovateľom pripojenia, pretože ide o závažný bezpečnostný problém na jeho strane.
ta: அரிதான சந்தர்ப்பங்களில், ISP இன் முறையற்ற கட்டமைக்கப்பட்ட நெட்வொர்க்கைக் கொண்டுள்ளது, இது DNSSEC சரிபார்ப்பில் தலையிடுகிறது. நீங்கள் டி.என்.எச் உடன் சிக்கல்களை அனுபவித்தால், நீங்கள் <b> தற்காலிகமாக </b> சிக்கலின் மூலத்தைத் தீர்மானிக்க டி.என்.எச்.எச்.இ.சி சரிபார்ப்பை முடக்கலாம். இருப்பினும், டி.என்.எச்.எச்.இ.சி சரிபார்ப்பு இல்லாமல், நீங்கள் DNS ஏமாற்று தாக்குதல்களுக்கு ஆளாக நேரிடும்! எனவே, <b>DNSSEC-ஐ தொடர்ந்து இயக்கி வைக்குமாறு நாங்கள் பரிந்துரைக்கிறோம்</b> மேலும் இது அவர்களின் தரப்பில் ஒரு கடுமையான குறைபாடாக இருப்பதால், உங்கள் ISP-யுடன் நிலைமையைத் தீர்க்கவும்.

source: Connection Test
cs: Test připojení
de: Verbindungsprüfung
el: Δοκιμή Σύνδεσης
pl: Test połączenia
ru: Проверка соединения
sk: Test pripojenia
ta: இணைப்பு சோதனை

source: Here you can test your internet connection. This test is also useful when you need to check that your DNS resolving works as expected. Remember to click on the <b>Save button</b> if you changed your forwarder setting.
cs: Zde je možné vyzkoušet fungování připojení k Internetu. Tento test je také užitečný když potřebujete ověřit zda DNS překlad funguje dle očekávání. Pokud jste změnili nastavení přeposílání, nezapomeňte kliknout na <b>Uložit</b>.
de: Hier können Sie Ihre Internetverbindung prüfen. Der Test ist nützlich, wenn Sie die korrekte Funktion des DNS-Resolvers überprüfen wollen. Vergessen Sie nicht, die <b>Speichern</b>-Schaltfläche zu betätigen, wenn Sie die Einstellungen geändert haben.
el: Εδώ μπορείτε να δοκιμάσετε τη σύνδεσή σας στο διαδίκτυο. Αυτή η δοκιμή είναι επίσης χρήσιμη όταν χρειάζεται να ελέγξετε ότι η επίλυση DNS λειτουργεί αναμενόμενα. Θυμηθείτε να κάνετε κλικ στο <b>κουμπί Αποθήκευση</b> εάν αλλάξατε τη ρύθμιση προωθητή.
pl: Tutaj możesz przetestować połączenie internetowe. Ten test jest również przydatny, gdy trzeba sprawdzić, czy rozwiązanie nazw DNS działa zgodnie z oczekiwaniami. Jeśli zmieniono ustawienia pośrednika, trzeba najpierw kliknąć przycisk <b>Zapisz</b>.
ru: Здесь вы можете проверить интернет-соединение. Этот тест также полезен, когда вам нужно проверить, работает ли DNS-резольвер как положено. Не забудьте нажать кнопку <b>Сохранить</b>, если вы изменили настройки перенаправления.
sk: Tu môžete otestovať vaše pripojenie k internetu. Tento test súčasne overí, či DNS preklad funguje podľa očakávania. Ak ste zmenili nastavenie preposielania (forwardera), nezabudnite kliknúť na tlačidlo <b>Uložiť</b>.
ta: இங்கே நீங்கள் உங்கள் இணைய இணைப்பை சோதிக்கலாம். உங்கள் டிஎன்எச் தீர்க்கும் எதிர்பார்த்தபடி செயல்படுகிறதா என்பதை நீங்கள் சரிபார்க்க வேண்டியிருக்கும் போது இந்த சோதனையும் பயனுள்ளதாக இருக்கும். உங்கள் முன்னோக்கி அமைப்பை மாற்றினால் <b> சேமி பொத்தானைக் சொடுக்கு செய்க </b>.

source: This will enable your DNS resolver to place DHCP client's names among the local DNS records.
cs: Toto zapíná ukládání názvů DHCP klientů do místních záznamů DNS překladu.
de: Dies ermöglicht der DNS-Namensauflösung den lokalen DNS-Einträgen ausgelesene DHCP-Client-Namen hinzuzufügen.
el: Αυτό θα επιτρέψει στον επιλυτή DNS να τοποθετήσει τα ονόματα των πελατών DHCP ανάμεσα στα τοπικά DNS records.
pl: Umożliwia umieszczanie nazw klientów DHCP wśród lokalnych rekordów DNS.
ru: Это позволит вашему DNS-резолверу размещать имена клиентов DHCP среди локальных записей DNS.
sk: Povolenie ukladania názvov DHCP klientov do záznamov miestneho DNS prekladača (resolvera).
ta: இது உங்கள் டிஎன்எச் தீர்மானத்தை உள்ளக டிஎன்எச் பதிவுகளில் டிஎச்சிபி கிளையண்டின் பெயர்களை வைக்க உதவும்.

source: This domain will be used as suffix. E.g. The result for client "android-123" and domain "my.lan" will be "android-123.my.lan".
cs: Tato doména bude použita jako TLD. Např. pro klienta „android-123“ a doménu „my.lan“ bude výsledek „android-123.my.lan“.
de: Diese Domäne wird als Präfix genutzt. Z. B. für das Gerät "android-123" und der Domäne "my.lan" wäre das Ergebnis dann "android-123.my.lan".
el: Αυτός ο τομέας θα χρησιμοποιηθεί ως επίθημα. Π.χ. Το αποτέλεσμα για τον πελάτη "android-123" και τον τομέα "my.lan" θα είναι "android-123.my.lan".
pl: Ta domena będzie używana jako TLD. Np. dla klienta „android-123” i domeny „my.lan” wynikiem będzie „android-123.my.lan”.
ru: Этот домен будет использоваться в качестве суффикса. Например, результатом для клиента «android-123» и домена «my.lan» будет «android-123.my.lan».
sk: Zadaná doména sa použije ako prípona. Teda pre klienta „android-123“ a doménu „my.lan“ bude výsledok „android-123.my.lan“.
ta: இந்த டொமைன் பின்னொட்டாக பயன்படுத்தப்படும். எ.கா. கிளையன்ட் "Android-123" மற்றும் "My.lan" டொமைனுக்கான முடிவு "Android-123.my.lan" ஆக இருக்கும்.

source: DNS Settings
cs: Nastavení DNS
de: DNS Einstellungen
el: Ρυθμίσεις DNS
pl: Ustawienia DNS
ru: Настройки DNS
sk: Nastavenia DNS
ta: டி.என்.எச் அமைப்புகள்

source: Use forwarding
cs: Používat přeposílání
de: Weiterleitung benutzen
el: Χρήση προώθησης
pl: Użyj przekierowania (forwarding)
ru: Использовать переадресацию
sk: Používať preposielanie (forwarding)
ta: பகிர்தல் பயன்படுத்தவும்

source: Enable DNSSEC
cs: Zapnout DNSSEC
de: DNSSEC aktivieren
el: Ενεργοποίηση DNSSEC
pl: Włącz DNSSEC
ru: Включить DNSSEC
sk: Povoliť DNSSEC
ta: DNSSEC ஐ இயக்கவும்

source: Enable DHCP clients in DNS
cs: Registrovat DHCP klienty v DNS
de: DHCP auf DNS-Geräten aktivieren
el: Ενεργοποίηση πελατών DHCP στο DNS
pl: Rejestruj nazwy klientów DHCP w DNS
ru: Включение DHCP-клиентов в DNS
sk: Registrovať DHCP klientov v DNS
ta: டி.என்.எச்சில் டி.எச்.சி.பி வாடிக்கையாளர்களை இயக்கவும்

source: Domain of DHCP clients in DNS
cs: Doména DHCP klientů v DNS
de: Domäne der DHCP-Geräte im DNS
el: Τομέας των πελατών DHCP στο DNS
pl: Domena dla klientów DHCP w systemie DNS
ru: Домен DHCP-клиентов в DNS
sk: Doména DHCP klientov v DNS
ta: டி.என்.எச்சில் டி.எச்.சி.பி வாடிக்கையாளர்களின் களம்

source: DNSSEC is a security technology that protects DNS communication against attacks on the DNS infrastructure.
cs: DNSSEC je bezpečnostní technologie, která chrání DNS komunikaci proti útokům na infrastrukturu DNS.
de: DNSSEC ist eine Sicherheitstechnik, die DNS-Kommunikation vor Angriffe auf die DNS-Infrastruktur schützt.
el: Το DNSSEC είναι μια τεχνολογία ασφαλείας που προστατεύει την επικοινωνία DNS από επιθέσεις στην υποδομή DNS.
pl: DNSSEC to technika bezpieczeństwa, która chroni komunikację DNS przed atakami na infrastrukturę DNS.
ru: DNSSEC — это технология безопасности, которая защищает DNS запросы от атак на инфраструктуру DNS.
sk: DNSSEC je bezpečnostná technológia, ktorá chráni komunikáciu DNS pred útokmi na DNS infraštruktúru.
ta: டி.என்.எச்.எச்.இ.சி என்பது டி.என்.எச் உள்கட்டமைப்பு மீதான தாக்குதல்களுக்கு எதிராக டி.என்.எச் தகவல்தொடர்புகளைப் பாதுகாக்கும் ஒரு பாதுகாப்பு தொழில்நுட்பமாகும்.

source: We strongly recommend keeping DNSSEC validation enabled unless you know that you will be connecting your device to the network where DNSSEC is broken.
cs: Důrazně doporučujeme ponechat ověřování DNSSEC zapnuté, pokud nevíte, že budete zařízení připojovat k síti, kde je technologie DNSSEC rozbitá.
de: Wir empfehlen nachdrücklich, die DNSSEC-Validierung eingeschaltet zu lassen, es sei denn, Sie wissen, dass Sie Ihr Gerät an einem Netzwerk mit kaputtem DNSSEC anschließen.
el: Συνιστούμε ανεπιφύλακτα να διατηρήσετε ενεργοποιημένη την επικύρωση DNSSEC, εκτός εάν γνωρίζετε ότι θα συνδέσετε τη συσκευή σας σε δίκτυο όπου το DNSSEC δεν είναι λειτουργικό.
pl: Zdecydowanie zalecamy pozostawienie włączenie weryfikacji DNSSEC, chyba że masz pewność, że będziesz łączyć swoje urządzenie z siecią, w której DNSSEC jest zepsuty.
ru: Мы настоятельно рекомендуем оставить проверку DNSSEC включенной, если только вы не знаете, что будете подключать свое устройство к сети, в которой DNSSEC не работает.
sk: Dôrazne odporúčame ponechať validáciu DNSSEC zapnutú, pokiaľ si nie ste istí, že svoje zariadenie pripájate k sieti, v ktorej DNSSEC nefunguje.
ta: உங்கள் சாதனத்தை டி.என்.எச்.எச்.இ.சி உடைத்த நெட்வொர்க்குடன் இணைப்பீர்கள் என்று உங்களுக்குத் தெரியாவிட்டால், டி.என்.எச்.எச்.இ.சி சரிபார்ப்பை இயக்குவதற்கு நாங்கள் கடுமையாக பரிந்துரைக்கிறோம்.

source: Do you still want to continue and stay unprotected?
cs: Opravdu chcete pokračovat a zůstat nechráněni?
de: Möchten Sie trotzdem fortfahren und auf den Schutz verzichten?
el: Θέλετε ακόμα να συνεχίσετε και να μείνετε απροστάτευτοι;
pl: Czy nadal chcesz kontynuować i pozostać bez ochrony?
ru: Вы все еще хотите продолжить и остаться незащищенным?
sk: Naozaj chcete pokračovať a zostať nechránení?
ta: நீங்கள் இன்னும் தொடர விரும்புகிறீர்களா?

source: Disable DNSSEC
cs: Vypnout DNSSEC
de: DNSSEC deaktivieren
el: Απενεργοποίηση DNSSEC
pl: Wyłącz DNSSEC
ru: Отключить DNSSEC
sk: Zakázať DNSSEC
ta: DNSSEC ஐ முடக்கு

source: Edit forwarder
cs: Upravit přeposílání
de: Weiterleitung bearbeiten
el: Επεξεργασία προωθητή
pl: Zmień przekaźnik
ru: Редактировать перенаправление
sk: Upraviť preposielanie (forwarder)
ta: முன்னோக்கி திருத்து

source: Add custom forwarder
cs: Přidat uživatelsky určené přeposílání
de: Benutzerdefinierte Weiterleitung hinzufügen
el: Προσθήκη προσαρμοσμένου προωθητή
pl: Dodaj inny przekaźnik
ru: Добавить перенаправление вручную
sk: Pridať vlastné preposielanie
ta: தனிப்பயன் முன்னோக்கி சேர்க்கவும்

source: Forwarders
cs: Přeposílání
de: Weiterleitungen
el: Προωθητές
pl: Przekaźniki
ru: Сервер пересылки
sk: Preposielania (forwardery)
ta: முன்னோக்கி

source: Use provider's DNS resolver
cs: Použít DNS server poskytovatele připojení
de: DNS-Resolver des Providers verwenden
el: Χρήση επιλυτή DNS παρόχου
pl: Użyj rozwiązywania nazw przez dostawcę
ru: Использовать DNS-резольвер провайдера
sk: Použiť DNS prekladač (resolver) poskytovateľa pripojenia
ta: வழங்குநரின் டிஎன்எச் தீர்வைப் பயன்படுத்தவும்

source: Base 64 encoded SHA-256.
cs: SHA-256 v kódování Base64.
de: Base64-codiertes SHA-256.
el: SHA-256 κωδικοποιημένο σε Base 64.
pl: SHA-256 zakodowane w base64.
ru: SHA-256 в кодировке Base 64.
sk: SHA-256 s kódovaním Base64.
ta: அடிப்படை 64 குறியாக்கப்பட்ட SHA-256.

source: "No TLS" means that the regular UDP-base DNS protocol is used.
cs: „Bez TLS“ znamená, že se použije běžný protokol DNS založený na UDP.
de: "Kein TLS" bedeutet, dass das reguläre DNS-Protokoll auf UDP-Basis verwendet wird.
el: "Χωρίς TLS" σημαίνει ότι χρησιμοποιείται το κανονικό πρωτόκολλο DNS με βάση το UDP.
pl: „Brak TLS” oznacza użycie zwykłego protokołu DNS po UDP.
ru: «Нет TLS» означает, что используется обычный протокол DNS на основе UDP.
sk: „Bez TLS“ znamená, že sa použije bežný protokol DNS založený na UDP.
ta: "இல்லை டி.எல்.எச்" என்பது வழக்கமான யுடிபி-அடிப்படை டிஎன்எச் நெறிமுறை பயன்படுத்தப்படுகிறது.

source: Name
cs: Název
el: Όνομα
pl: Nazwa
ru: Имя
sk: Názov
ta: பெயர்

source: TLS type
cs: Typ TLS
de: TLS-Typ
el: Τύπος TLS
pl: Rodzaj TLS
ru: Протокол защиты транспортного уровня (TLS)
sk: Typ TLS
ta: டி.எல்.எச் வகை

source: TLS hostname
cs: Síťový název pro TLS
pl: Nazwa hosta TLS
ru: Имя хоста TLS
sk: Sieťový názov pre TLS
ta: டி.எல்.எச் ஓச்ட்பெயர்

source: TLS pin
pl: Pin TLS
ru: Код TLS
ta: டி.எல்.எச் முள்

source: ${label} Addresses
cs: Adresy ${label}
de: ${label} Adressen
el: ${label} Διευθύνσεις
pl: Adresy ${label}
ru: ${label} Адреса
sk: Adresy ${label}
ta: $ {label} முகவரிகள்

source: Add ${label} address
cs: Přidat adresu ${label}
de: Adressen ${label} hinzufügen
el: Προσθήκη ${label} διεύθυνσης
pl: Dodaj adres ${label}
ru: Добавить ${label} адрес
sk: Pridať adresu ${label}
ta: $ {label} முகவரியைச் சேர்க்கவும்

source: Forwarder saved successfully.
cs: Nastavení přeposílání DNS dotazů úspěšně uloženo.
de: Weiterleitung erfolgreich gespeichert.
el: Ο προωθητής αποθηκεύτηκε με επιτυχία.
pl: Przekaźnik zapisany pomyślnie.
ru: Сервер пересылки успешно сохранен.
sk: Nastavenie DNS preposielania bolo uložené.
ta: முன்னோக்கி வெற்றிகரமாக சேமிக்கப்பட்டது.

source: Can't save forwarder.
cs: Nastavení přeposílání DNS dotazů nebylo možné uložit.
de: Weiterleitung konnte nicht gespeichert werden.
el: Αδύνατη η αποθήκευση του προωθητή.
pl: Nie można zapisać przekaźnika.
ru: Невозможно сохранить сервер пересылки.
sk: Preposielanie sa nedá uložiť.
ta: முன்னோக்கி சேமிக்க முடியாது.

source: Forwarder added successfully.
cs: Přeposílání DNS dotazů úspěšně přidáno.
de: Weiterleitung erfolgreich hinzugefügt.
el: Ο προωθητής προστέθηκε με επιτυχία.
pl: Przekaźnik dodany pomyślnie.
ru: Сервер пересылки успешно добавлен.
sk: DNS preposielanie bolo úspešne pridané.
ta: முன்னோக்கி வெற்றிகரமாக சேர்க்கப்பட்டது.

source: Can't add new forwarder.
cs: Nebylo možné přidat nové přeposílání DNS dotazů.
de: Es konnte keine neue Weiterleitung hinzugefügt werden.
el: Αδύνατη η προσθήκη νέου προωθητή.
pl: Nie można dodać nowego przekaźnika.
ru: Невозможно добавить сервер пересылки.
sk: Nové preposielanie sa nedá pridať.
ta: புதிய முன்னோக்கி சேர்க்க முடியாது.

source: Forwarder name should have at least one symbol.
cs: Název přeposílání by měl obsahovat alespoň jeden symbol.
de: Der Name der Weiterleitung muss mindestens ein Zeichen enthalten.
el: Το όνομα προωθητή πρέπει να έχει τουλάχιστον ένα σύμβολο.
pl: Nazwa przekaźnika powinna mieć co najmniej jeden symbol.
ru: Имя сервера пересылки должно содержать хотя бы один символ.
sk: Názov preposielania musí obsahovať aspoň jeden znak.
ta: முன்னோக்கி பெயருக்கு குறைந்தது ஒரு அடையாளம் இருக்க வேண்டும்.

source: Hostname should have at least one symbol.
cs: Název hostitele by měl obsahovat alespoň jeden symbol.
de: Der Hostname muss mindestens ein Zeichen enthalten.
el: Το hostname πρέπει να έχει τουλάχιστον ένα σύμβολο.
pl: Nazwa hosta powinna mieć co najmniej jeden symbol.
ru: Имя хоста должно содержать хотя бы один символ.
sk: Sieťový názov musí obsahovať aspoň jeden znak.
ta: ஓச்ட்பெயரில் குறைந்தது ஒரு அடையாளம் இருக்க வேண்டும்.

source: TLS pin should have at least one symbol.
cs: TLS pin by měl obsahovat alespoň jeden symbol.
de: Der TLS-Pin muss mindestens ein Zeichen enthalten.
el: Το TLS pin πρέπει να έχει τουλάχιστον ένα σύμβολο.
pl: Pin TLS powinien mieć co najmniej jeden symbol.
ru: Код TLS должен иметь хотя бы один символ.
sk: TLS pin by mal obsahovať aspoň jeden znak.
ta: டி.எல்.எச் முள் குறைந்தது ஒரு குறியீட்டைக் கொண்டிருக்க வேண்டும்.

source: Define at least one of the IP addresses of the forwarder.
cs: Zadejte alespoň jednu z IP adres na kterou přeposílat.
de: Definieren Sie mindestens eine der IP-Adressen der Weiterleitung.
el: Καθορίστε τουλάχιστον μία από τις διευθύνσεις IP του προωθητή.
pl: Zdefiniuj przynajmniej jeden z adresów IP przekaźnika.
ru: Определите хотя бы один из IP-адресов сервера пересылки.
sk: Zadajte aspoň jednu z IP adries preposielania (forwardera).
ta: முன்னோக்கி ஐபி முகவரிகளில் குறைந்தபட்சம் ஒன்றை வரையறுக்கவும்.

source: Guest Network
cs: Síť pro hosty
de: Gastnetzwerk
el: Δίκτυο Επισκεπτών
pl: Sieć dla gości
ru: Гостевая сеть
sk: Sieť pre hostí
ta: விருந்தினர் பிணையம்

source: The guest network is used for
cs: Síť pro hosty slouží pro
ru: Гостевая сеть используется для
sk: Sieť pre hostí sa používa na
ta: விருந்தினர் பிணையம் பயன்படுத்தப்படுகிறது

source: guest Wi-Fi
cs: Wi-Fi pro hosty
ru: гостевой Wi-Fi
sk: Wi-Fi pre hostí
ta: விருந்தினர் வைஃபை
