Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: The password you have entered has not been saved. It has been compromised and appears ${ forisPassword.count || rootPassword.count } times in ${ forisPassword.list || rootPassword.list } list. Please choose a more secure password.
cs: Heslo, které jste zadali, nebylo uloženo. To proto, že se vyskytuje mezi už prolomenými a to ${ forisPassword.count || rootPassword.count }krát v seznamu ${ forisPassword.list || rootPassword.list }. Zadejte prosím jiné, bezpečnější heslo.
de: Das Passwort, das Sie eingegeben haben, wurde nicht gespeichert. Es ist bekannt und taucht ${ forisPassword.count || rootPassword.count } Mal in der ${ forisPassword.list || rootPassword.list }-Liste auf. Bitte wählen Sie ein sichereres Passwort.
el: Ο κωδικός πρόσβασης που έχετε εισαγάγει δεν αποθηκεύτηκε. Έχει παραβιαστεί και εμφανίζεται ${ forisPassword.count || rootPassword.count } φορές στην ${ forisPassword.list || rootPassword.list } λίστα. Παρακαλώ επιλέξτε έναν πιο ασφαλή κωδικό πρόσβασης.
pl: Wprowadzone hasło nie zostało zapisane. Było złamane i występuje ${ forisPassword.count || rootPassword.count } razy na liście ${ forisPassword.list || rootPassword.list }. Proszę wybrać inne, bezpieczniejsze hasło.
ru: Введенный вами пароль не сохранен. Он был скомпрометирован и встречается ${ forisPassword.count || rootPassword.count } раз в ${ forisPassword.list || rootPassword.list } списке. Пожалуйста, введите другой, более надежный пароль.
sk: Heslo, ktoré ste zadali, nebolo uložené. Bolo prelomené a objavuje sa ${ forisPassword.count || rootPassword.count } krát v ${ forisPassword.list || rootPassword.list } zozname. Prosím, zadajte iné, bezpečnejšie heslo.
ta: நீங்கள் உள்ளிட்ட கடவுச்சொல் சேமிக்கப்படவில்லை. இது வேறுபாடின்மை செய்யப்பட்டு தோன்றும் ${ forispassword.count || rootpassword.count }முறை இதற்குள் ${ forispassword.list || rootpassword.list } பட்டியல். மேலும் பாதுகாப்பான கடவுச்சொல்லைத் தேர்வுசெய்க.

source: Your password was set successfully.
cs: Heslo bylo úspěšně změněno.
de: Ihr Passwort wurde erfolgreich gespeichert.
el: Ο κωδικός πρόσβασής σας ορίστηκε με επιτυχία.
pl: Hasło zostało ustawione pomyślnie.
ru: Пароль успешно установлен.
sk: Heslo bolo úspešne nastavené.
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக அமைக்கப்பட்டது.

source: Password Settings
cs: Nastavení hesla
de: Passworteinstellungen
el: Ρυθμίσεις Κωδικού Πρόσβασης
pl: Ustawienia hasła
ru: Настройки пароля
sk: Nastavenie hesla
ta: கடவுச்சொல் அமைப்புகள்

source: Here you can set a password for the administration interface. Ensure it is secure by making it long and unique.
cs: Zde je možné si nastavit heslo do rozhraní pro správu. Ujistěte se, že nastavujete bezpečné heslo, které je dlouhé a nepoužíváte ho ještě někde jinde.
de: Hier können Sie ein Passwort für die Administrationsoberfläche festlegen. Achten Sie darauf, dass es sicher ist, indem Sie es lang und einzigartig machen.
el: Εδώ μπορείτε να ορίσετε έναν κωδικό πρόσβασης για τη διεπαφή διαχείρισης. Βεβαιωθείτε ότι είναι ασφαλής κάνοντάς τον μακρύ και μοναδικό.
pl: Tutaj można ustawić hasło dla interfejsu administracyjnego. Należy ustawić bezpieczne hasło, które jest długie i unikatowe.
ru: Здесь вы можете установить пароль для интерфейса администрирования. Обеспечьте его безопасность, сделав его длинным и уникальным.
sk: Tu môžete nastaviť heslo do administrátorského rozhrania. Zvoľte si heslo, ktoré je bezpečné, dlhé a jedinečné.
ta: நிர்வாக இடைமுகத்திற்கான கடவுச்சொல்லை இங்கே அமைக்கலாம். அதை நீண்ட மற்றும் தனித்துவமாக்குவதன் மூலம் அது பாதுகாப்பானது என்பதை உறுதிப்படுத்தவும்.

source: Passwords do not match.
cs: Zadání hesla se neshodují.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
pl: Hasła się nie zgadzają.
ru: Подтверждение пароля не совпадает.
sk: Heslá sa nezhodujú.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.

source: Choose a password.
cs: Zvolte heslo.
de: Wählen Sie ein Passwort.
el: Επιλέξτε έναν κωδικό πρόσβασης.
pl: Wybierz hasło.
ru: Придумайте пароль.
sk: Zvoľte si heslo.
ta: கடவுச்சொல்லைத் தேர்வுசெய்க.

source: Advanced Administration Password
cs: Heslo pro pokročilou správu
de: Erweitertes Administrationskennwort
el: Κωδικός Πρόσβασης Προηγμένης Διαχείρισης
pl: Hasło do administracji zaawansowanej
ru: Пароль расширенного администрирования
sk: Heslo pre pokročilú administráciu
ta: மேம்பட்ட நிர்வாக கடவுச்சொல்

source: In order to access the advanced configuration options which are not available here, you must set the root user's password. The advanced configuration options can be managed either through the <a href="%s" target="_blank" rel="noopener noreferrer">LuCI web interface</a> or via SSH.
cs: Pro získání přístupu k pokročilým možnostem nastavení, které odsud nejsou k dispozici, je třeba nastavit heslo uživateli root. Pokročilé možnosti nastavení pak lze spravovat buď přes webové rozhraní <a href="%s" target="_blank" rel="noopener noreferrer">LuCI</a> nebo prostřednictvím SSH.
de: Um auf die erweiterten Konfigurationsoptionen zuzugreifen, die hier nicht verfügbar sind, müssen Sie ein Passwort für den root-Benutzer festlegen. Danach werden die erweiterten Konfigurationsoptionen durch die <a href="%s" target="_blank" rel="noopener noreferrer">LuCI-Weboberfläche</a> oder über SSH zugänglich.
el: Για να αποκτήσετε πρόσβαση στις προηγμένες επιλογές διαμόρφωσης οι οποίες δεν είναι διαθέσιμες εδώ, πρέπει να ορίσετε τον κωδικό πρόσβασης του χρήστη root. Μπορείτε να διαχειριστείτε τις προηγμένες επιλογές διαμόρφωσης είτε μέσω της <a href="%s" target="_blank" rel="noopener noreferrer">διεπαφής ιστού LuCI</a> είτε μέσω SSH.
pl: Aby uzyskać dostęp do zaawansowanych opcji konfiguracji, które nie są tutaj dostępne, musisz ustawić hasło użytkownika root. Zaawansowanymi opcjami konfiguracji można zarządzać przez <a href="%s" target="_blank" rel="noopener noreferrer">interfejs internetowy LuCI</a> lub przez SSH.
ru: Чтобы получить доступ к расширенным параметрам конфигурации, которые здесь недоступны, вы должны установить пароль пользователя root. Дополнительными параметрами конфигурации можно управлять либо через <a href="%s" target="_blank" rel="noopener noreferrer"> веб-интерфейс LuCI </a>, либо через SSH.
sk: Na prístup k pokročilým konfiguračným nastaveniam, ktoré tu nie sú dostupné, je potrebné nastaviť heslo užívateľa root. Pokročilé možnosti konfigurácie sú dostupné <a href="%s" target="_blank" rel="noopener noreferrer">v rozhraní LuCI</a> alebo cez SSH.
ta: இங்கே கிடைக்காத மேம்பட்ட உள்ளமைவு விருப்பங்களை அணுக, நீங்கள் வேண்டும் ரூட் பயனரின் கடவுச்சொல்லை அமைக்கவும். மேம்பட்ட உள்ளமைவு விருப்பங்களையும் நிர்வகிக்க முடியும் <a href="%s" target="_blank" rel="noopener noreferrer">லூசி வலை இடைமுகம் </a> அல்லது பாஓடு வழியாக.

source: Port forwarding allows you to forward incoming traffic from the WAN interface to a specific device on your LAN.
cs: Přesměrování portů vám umožňuje přesměrovávat příchozí provoz z rozhraní WAN na určité zařízení ve vaší LAN.
ru: Переадресация портов позволяет перенаправлять входящий трафик с интерфейса WAN на определенное устройство в локальной сети.
sk: Presmerovanie portov umožňuje presmerovať prichádzajúcu prevádzku z rozhrania WAN na konkrétne zariadenie vo vašej sieti LAN.
ta: வான் இடைமுகத்திலிருந்து உள்வரும் போக்குவரத்தை உங்கள் LAN இல் ஒரு குறிப்பிட்ட சாதனத்திற்கு அனுப்ப துறைமுகம் பகிர்தல் உங்களை அனுமதிக்கிறது.

source: For example, you can forward incoming traffic on port 80 to a web server on your LAN. This way, the web server will be accessible from the internet.
cs: Například je možné příchozí provoz na port 80 přesměrovávat na webový server ve vaší LAN. Takto bude webový server přístupný z Internetu.
ru: Например, вы можете перенаправить входящий трафик на порт 80 на веб-сервер в вашей локальной сети. Таким образом, веб-сервер будет доступен из Интернета.
sk: Napríklad môžete presmerovať prichádzajúcu prevádzku na port 80 na webový server vo vašej lokálnej sieti. Takto bude webový server prístupný z internetu.
ta: எடுத்துக்காட்டாக, உள்வரும் போக்குவரத்தை துறைமுகம் 80 இல் உங்கள் LAN இல் உள்ள வலை சேவையகத்திற்கு அனுப்பலாம். இந்த வழியில், வலை சேவையகம் இணையத்திலிருந்து அணுகக்கூடியதாக இருக்கும்.

source: You can add a new port forwarding rule by clicking the "Add rule" button. But first, you need to configure a static DHCP lease for the device you want to forward traffic to. You can configure it on the
cs: Nové pravidlo pro přesměrování portu je možné přidat kliknutím na „Přidat pravidlo“. Nejprve je ale třeba pro zařízení, na které chcete směrovat provoz, nastavit statickou DHCP zápůjčku. To je možné provést v
ru: Вы можете добавить новое правило переадресации портов, нажав кнопку «Добавить правило». Но сначала вам нужно настроить статическую аренду DHCP для устройства, на которое вы хотите пересылать трафик. Вы можете настроить ее на
sk: Nové pravidlo presmerovania portov môžete pridať kliknutím na „Pridať pravidlo“. Predtým je však potrebné nakonfigurovať statický DHCP prenájom pre zariadenie, na ktoré sa má prevádzka presmerovať. Tieto nastavenia sú v
ta: "விதியைச் சேர்" பொத்தானைக் சொடுக்கு செய்வதன் மூலம் புதிய துறைமுகம் பகிர்தல் விதியைச் சேர்க்கலாம். ஆனால் முதலில், நீங்கள் போக்குவரத்தை அனுப்ப விரும்பும் சாதனத்திற்கு நிலையான DHCP குத்தகையை உள்ளமைக்க வேண்டும். நீங்கள் அதை உள்ளமைக்கலாம்

source: Edit port forwarding rule
cs: Upravit pravidlo přesměrování portu
ru: Изменить правило переадресации портов
sk: Upraviť pravidlo presmerovania portu
ta: துறைமுகம் பகிர்தல் விதியைத் திருத்தவும்

source: Add port forwarding rule
cs: Přidat pravidlo přesměrování portu
ru: Добавить правило переадресации портов
sk: Pridať pravidlo presmerovania portu
ta: துறைமுகம் பகிர்தல் விதியைச் சேர்க்கவும்

source: Add rule
cs: Přidat pravidlo
ru: Добавить правило
sk: Pridať pravidlo
ta: விதியைச் சேர்க்கவும்

source: Internal IPv4 address
cs: Vnitřní IPv4 adresa
ru: Внутренний IPv4-адрес
sk: Interná IPv4 adresa
ta: உள் ஐபிவி 4 முகவரி

source: External port
cs: Vnější port
ru: Внешний порт
sk: Externý port
ta: வெளிப்புற துறைமுகம்

source: Internal port
cs: Vnitřní port
ru: Внутренний порт
sk: Interný port
ta: உள் துறைமுகம்

source: Enabled
cs: Povoleno
ru: Включить
sk: Povolené
ta: இயக்கப்பட்டது

source: Port Forwarding Rules
cs: Pravidla přesměrování portů
ru: Правила переадресации портов
sk: Pravidlá presmerovania portov
ta: துறைமுகம் பகிர்தல் விதிகள்

source: Internal IP address
cs: Vnitřní IP adresa
ru: Внутренний IP-адрес
sk: Interná IP adresa
ta: உள் ஐபி முகவரி

source: No port forwarding rules defined.
cs: Nejsou definována žádná pravidla přesměrování portů.
ru: Правила переадресации портов не определены.
sk: Pre presmerovanie portov nie sú definované žiadne pravidlá.
ta: துறைமுகம் பகிர்தல் விதிகள் வரையறுக்கப்படவில்லை.

source: Enter the name of the port forwarding rule.
cs: Vložte název pravidla přesměrování portu.
ru: Введите название правила переадресации портов.
sk: Zadajte názov pravidla presmerovania portov.
ta: துறைமுகம் பகிர்தல் விதியின் பெயரை உள்ளிடவும்.

source: Enter the external port number to which the rule applies. It can be a single port or a range of ports.
cs: Zadejte číslo vnějšího portu, na který se bude pravidlo vztahovat. Může to být jeden port nebo jejich rozsah.
ru: Введите номер внешнего порта, к которому применяется правило. Это может быть один порт или диапазон портов.
sk: Zadajte číslo externého portu, na ktorý sa pravidlo bude vzťahovať. Môže to byť jeden port alebo rozsah portov.
ta: விதி பொருந்தும் வெளிப்புற துறைமுகம் எண்ணை உள்ளிடவும். இது ஒரு துறைமுகமாக அல்லது துறைமுகங்களின் வரம்பாக இருக்கலாம்.

source: Enter a valid IP address of the device to which the port will be forwarded. The best practice is to assign a static lease to the device in advance.
cs: Vložte platnou IP adresu zařízení, na které se bude port přesměrovávat. Nejlepší praxí je nastavit pro cílové zařízení statickou zápůjčku DHCP.
ru: Введите действительный IP-адрес устройства, на которое будет перенаправлен порт. Лучше всего назначить устройству статическую аренду заранее.
sk: Zadajte platnú IP adresu zariadenia, na ktoré bude port presmerovaný. Najlepším postupom je vopred prideliť zariadeniu statickú DHCP výpožičku.
ta: துறைமுகம் அனுப்பப்படும் சாதனத்தின் செல்லுபடியாகும் ஐபி முகவரியை உள்ளிடவும். சாதனத்திற்கு ஒரு நிலையான குத்தகையை முன்கூட்டியே ஒதுக்குவதே சிறந்த நடைமுறை.

source: Enter the internal port number to which the rule applies. It can be a single port or a range of ports.
cs: Vložte číslo vnitřního portu, na který se bude pravidlo vztahovat. Může to být jeden port nebo rozsah portů.
ru: Введите внутренний номер порта, к которому применяется правило. Это может быть один порт или диапазон портов.
sk: Zadajte číslo interného portu, na ktorý sa pravidlo bude vzťahovať. Môže to byť jeden port alebo rozsah portov.
ta: விதி பொருந்தும் உள் துறைமுகம் எண்ணை உள்ளிடவும். இது ஒரு துறைமுகமாக அல்லது துறைமுகங்களின் வரம்பாக இருக்கலாம்.

source: Enable or disable the port forwarding rule.
cs: Povolit nebo zakázat pravidlo přesměrování portu.
ru: Включить или отключить правило переадресации портов.
sk: Povoliť alebo zakázať pravidlo presmerovania portov.
ta: துறைமுகம் பகிர்தல் விதியை இயக்கவும் அல்லது முடக்கவும்.

source: Rule deleted successfully.
cs: Pravidlo úspěšně smazáno.
ru: Правило успешно удалено.
sk: Pravidlo úspešne vymazané.
ta: விதி வெற்றிகரமாக நீக்கப்பட்டது.

source: Can't delete rule.
cs: Pravidlo není možné smazat.
ru: Невозможно удалить правило.
sk: Pravidlo nie je možné vymazať.
ta: விதியை நீக்க முடியாது.

source: Rule added successfully.
cs: Pravidlo úspěšně přidáno.
ru: Правило успешно добавлено.
sk: Pravidlo úspešne pridané.
ta: விதி வெற்றிகரமாக சேர்க்கப்பட்டது.

source: Rule saved successfully.
cs: Pravidlo úspěšně uloženo.
ru: Правило успешно сохранено.
sk: Pravidlo úspešne uložené.
ta: விதி வெற்றிகரமாக சேமிக்கப்பட்டது.

source: Name should have at least one symbol.
cs: Název by měl obsahovat alespoň jeden symbol.
ru: Имя должно содержать хотя бы один символ.
sk: Názov musí obsahovať aspoň jeden symbol.
ta: பெயருக்கு குறைந்தது ஒரு அடையாளம் இருக்க வேண்டும்.

source: ${fieldName} should be a positive number or range of numbers.
cs: ${fieldName} by mělo být kladné číslo nebo jejich rozsah.
ru: ${fieldName} должно быть положительным числом или диапазоном чисел.
sk: ${fieldName} by malo byť kladné číslo alebo ich rozsah.
ta: $ {fieldName} நேர்மறை எண் அல்லது எண்களின் வரம்பாக இருக்க வேண்டும்.

source: ${fieldName} should be a valid port number or range.
cs: ${fieldName} by mělo být platné číslo portu nebo jejich rozsah.
ru: ${fieldName} должен быть допустимым номером порта или диапазоном.
sk: ${fieldName} by malo byť platné číslo portu alebo ich rozsahu.
ta: $ {fieldName} செல்லுபடியாகும் துறைமுகம் எண் அல்லது வரம்பாக இருக்க வேண்டும்.

source: Region and Time
cs: Oblast a čas
de: Region und Zeit
el: Περιοχή και Ώρα
pl: Region i czas
ru: Регион и время
sk: Región a čas
ta: பகுதி மற்றும் நேரம்

source: It is important for your device to have the correct time set. If your device's time is delayed, the procedure of SSL certificate verification might not work correctly.
cs: Pro vaše zařízení je důležité, aby byl správně nastaven čas. Jsou-li hodiny v zařízení opožděné, procedura pro ověřování certifikátů SSL nemusí správně fungovat.
de: Es ist wichtig, dass an Ihrem Gerät die richtige Zeit eingestellt ist. Falls die Uhr falsch geht, kann die Verifikation von SSL-Zertifikaten fälschlicherweise fehlschlagen.
el: Είναι σημαντικό για τη συσκευή σας να έχει ρυθμισμένη την σωστή ώρα. Εάν η ώρα της συσκευής σας έχει καθυστέρηση, η διαδικασία επαλήθευσης πιστοποιητικού SSL ενδέχεται να μην λειτουργεί σωστά.
pl: Ważne jest, aby urządzenie miało poprawnie ustawiony czas. Jeśli zegar w urządzeniu się późni, procedura weryfikacji certyfikatów SSL może nie działać poprawnie.
ru: Для вашего устройства важно установить правильное время. Если время вашего устройства отстаёт, процедура проверки сертификата SSL может работать некорректно.
sk: Vaše zariadenie potrebuje na svoju činnosť správne nastavenie času. Ak hodiny v zariadení meškajú, postup overovania SSL certifikátu nemusí prebiehať správne.
ta: உங்கள் சாதனத்திற்கு சரியான நேர அமைப்பை வைத்திருப்பது முதன்மை. உங்கள் சாதனத்தின் நேரம் தாமதமாகிவிட்டால், எச்எச்எல் சான்றிதழ் சரிபார்ப்பின் செயல்முறை சரியாக வேலை செய்யாது.

source: Time should be in YYYY-MM-DD HH:MM:SS format.
cs: Čas by měl být ve formátu RRRR-MM-DD HH:MM:SS.
de: Die Zeit sollte das Format JJJJ-MM-TT HH:MM:SS haben.
el: Η ώρα πρέπει να είναι σε μορφή ΕΕΕΕ-ΜΜ-ΗΗ ΩΩ:ΛΛ:ΔΔ.
pl: Czas powinien być w formacie RRRR-MM-DD GG:MM:SS.
ru: Время должно быть в формате ГГГГ-ММ-ДД ЧЧ:ММ:СС.
sk: Čas musí byť vo formáte YYY-MM-DD HH:MM:SS.
ta: நேரம் YYYYY-MM-DD HH: MM: SS வடிவத்தில் இருக்க வேண்டும்.

source: Region Settings
cs: Nastavení oblasti
de: Regionaleinstellungen
el: Ρυθμίσεις Περιοχής
pl: Ustawienia regionu
ru: Настройки Региона
sk: Regionálne nastavenia
ta: பகுதி அமைப்புகள்

source: Please select the timezone the router is being operated in. Correct setting is required to display the right time and for related functions.
cs: Vyberte časové pásmo ve které je směrovač používán. Korektní nastavení je nutné pro zobrazování správného času a pro související funkce.
de: Bitte wählen Sie die Zeitzone, in welcher der Router betrieben wird. Die Anzeige der Systemzeit und damit zusammenhängende Funktionalitäten hängen davon ab, dass hier die richtige Zeitzone gewählt ist.
el: Επιλέξτε τη ζώνη ώρας στην οποία λειτουργεί ο δρομολογητής. Απαιτείται σωστή ρύθμιση για την εμφάνιση της σωστής ώρας και για τις σχετικές λειτουργίες.
pl: Wybierz strefę czasową, w której pracuje router. Poprawne ustawienie jest wymagane do wyświetlenia właściwej godziny i do powiązanych funkcji.
ru: Выберите часовой пояс маршрутизатора для отображения правильного времени и связанных функций.
sk: Prosím, vyberte časovú zónu, v ktorej sa router používa. Korektné nastavenie je potrebné na zobrazenie správneho času a súvisiace funkcie.
ta: திசைவி இயக்கப்படும் நேர மண்டலத்தைத் தேர்ந்தெடுக்கவும். சரியான நேரத்தையும் தொடர்புடைய செயல்பாடுகளையும் காண்பிக்க சரியான அமைப்பு தேவை.

source: Continent or ocean
cs: Kontinent nebo oceán
de: Kontinent oder Ozean
el: Ήπειρος ή ωκεανός
pl: Kontynent lub ocean
ru: Континент или океан
sk: Kontinent alebo oceán
ta: கண்டம் அல்லது கடல்

source: Country
cs: Země
de: Land
el: Χώρα
pl: Kraj
ru: Страна
sk: Krajina
ta: நாடு

source: Timezone
cs: Časové pásmo
de: Zeitzone
el: Ζώνη Ώρας
pl: Strefa czasowa
ru: Часовой пояс
sk: Časová zóna
ta: நேர மண்டலம்

source: Via NTP
cs: Prostřednictvím NTP protokolu
de: Mittels NTP
el: Μέσω NTP
pl: Przez NTP
ru: Через NTP
sk: Cez NTP
ta: என்.டி.பி வழியாக

source: Manually
cs: Ručně
de: Per Hand
el: Χειροκίνητα
pl: Ręcznie
ru: Вручную
sk: Ručne
ta: கைமுறையாக

source: Time Settings
cs: Nastavení času
de: Zeiteinstellungen
el: Ρυθμίσεις Ώρας
pl: Ustawienia czasu
ru: Настройки Времени
sk: Nastavenia času
ta: நேர அமைப்புகள்

source: Time should be up-to-date otherwise DNS and other services might not work properly.
cs: Čas by měl být aktuální – jinak se může stát, že nebude správně fungovat DNS a další služby.
de: Die Zeit sollte korrekt sein, andernfalls können DNS und andere Dienste nicht richtig arbeiten.
el: Η ώρα θα πρέπει να είναι ενημερωμένη, διαφορετικά το DNS και άλλες υπηρεσίες ενδέχεται να μην λειτουργούν σωστά.
pl: Czas powinien być aktualny, inaczej DNS i inne usługi mogą nie działać poprawnie.
ru: Время должно быть актуальным, иначе DNS и другие службы могут работать некорректно.
sk: Čas by mal byť aktuálny, inak nemusí správne fungovať DNS a iné služby.
ta: நேரம் புதுப்பித்த நிலையில் இருக்க வேண்டும், இல்லையெனில் டி.என்.எச் மற்றும் பிற சேவைகள் சரியாக வேலை செய்யாது.

source: How to set time
cs: Jak nastavit čas
de: Wie die Zeit eingestellt wird
el: Πώς να ρυθμίσετε την ώρα
pl: Jak ustawić czas
ru: Способ синхронизации
sk: Ako nastaviť čas
ta: நேரத்தை அமைப்பது எப்படி

source: Hide NTP servers list
cs: Skrýt seznam NTP serverů
de: Liste der NTP-Server verbergen
el: Απόκρυψη λίστας διακομιστών NTP
pl: Ukryj listę serwerów NTP
ru: Скрыть список NTP серверов
sk: Skryť zoznam NTP serverov
ta: என்டிபி சேவையக பட்டியலை மறைக்கவும்

source: Show NTP servers list
cs: Zobrazit seznam NTP serverů
de: Liste der NTP-Server zeigen
el: Εμφάνιση λίστας διακομιστών NTP
pl: Pokaż listę serwerów NTP
ru: Показать список NTP серверов
sk: Zobraziť zoznam NTP serverov
ta: என்டிபி சேவையக பட்டியலைக் காட்டு

source: NTP Servers
cs: NTP servery
de: NTP-Server
el: Διακομιστές NTP
pl: Serwery NTP
ru: Серверы NTP
sk: NTP servery
ta: என்.டி.பி சேவையகங்கள்

source: Network restart after %d sec.
cs: Restart sítě po %d sekundách.
de: Netzwerkneustart in %d Sekunden.
el: Επανεκκίνηση δικτύου μετά από %d δευτερόλεπτο/α.
pl: Ponowne uruchomienie sieci po %d sekundach.
ru: Перезагрузка сети через %d сек.
sk: Sieť sa reštartuje o %d s.
ta: பிணையம் மறுதொடக்கம் %d நொடி.

source: Network restarting
cs: Restart sítě
de: Netzwerk startet neu
el: Το δίκτυο επανεκκινείται
pl: Ponowne uruchamianie sieci
ru: Перезапуск сети
sk: Sieť sa reštartuje
ta: பிணைய மறுதொடக்கம்

source: Reconnecting
cs: Opětovné navazování spojení
de: Neuverbindung läuft
el: Γίνεται Επανασύνδεση
pl: Ponowne łączenie
ru: Переподключение
sk: Opätovné pripájanie
ta: மீண்டும் இணைத்தல்

source: Reboot after %d sec.
cs: Restart po %d sekundách.
de: Neustart in %d Sekunden.
el: Επανεκκίνηση μετά από %d δευτερόλεπτο/α.
pl: Ponowne uruchomienie za ~%d sekund.
ru: Перезагрузка через %d сек.
sk: Reštart o %d s.
ta: %d நொடியுக்குப் பிறகு மறுதொடக்கம் செய்யுங்கள்.

source: Rebooting
cs: Restartování
de: Neustart läuft
el: Γίνεται Επανεκκίνηση
pl: Ponowne uruchamianie
ru: Перезагрузка
sk: Reštartovanie
ta: மறுதொடக்கம்

source: An Error Occurred - reForis | Turris
cs: Došlo k chybě - reForis | Turris
de: Ein Fehler ist aufgetreten - reForis | Turris
el: Παρουσιάστηκε Σφάλμα - reForis | Turris
pl: Wystąpił błąd - reForis | Turris
ru: Произошла ошибка - reForis | Turris
sk: Nastala chyba - reForis | Turris
ta: பிழை ஏற்பட்டது - ரிஃபோரிச் | டர்ரிச்

source: Oops! Something went wrong:
cs: Ouha! Něco se pokazilo:
de: Hoppla! Etwas ist schiefgelaufen:
el: Ωχ! Κάτι πήγε στραβά:
pl: Ojej! Coś poszło nie tak:
ru: Упс! Что-то пошло не так:
sk: Ups! Niečo sa pokazilo:
ta: அச்சச்சோ! ஏதோ தவறு நடந்தது:
