Repository: turris-cz/reforis
Catalog: reforis/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, pl, ru, sk, ta

source: More detailed information is available in the console of your web browser. On most browsers accessible after pressing <kbd><kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>J</kbd></kbd> or <kbd>F12</kbd>.
cs: Podrobnější informace jsou k dispozici v konzoli vašeho webového prohlížeče – ve většině prohlížečů je dostupná stisknutím <kbd><kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>J</kbd></kbd> nebo <kbd>F12</kbd>.
de: Ausführlichere Informationen finden Sie in der Konsole Ihres Webbrowsers. Bei den meisten Browsern können Sie darauf zugreifen, nachdem Sie <kbd><kbd>Strg</kbd>+<kbd>Umschalt</kbd>+<kbd>J</kbd></kbd> oder <kbd>F12</kbd> gedrückt haben.
el: Περισσότερο λεπτομερείς πληροφορίες είναι διαθέσιμες στην κονσόλα του προγράμματος περιήγησής σας. Στα περισσότερα προγράμματα περιήγησης είναι προσβάσιμη αφού πατήσετε <kbd><kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>J</kbd></kbd> ή <kbd>F12</kbd>.
pl: Bardziej szczegółowe informacje dostępne są w konsoli Twojej przeglądarki internetowej — w większości przeglądarek dostępnej po naciśnięciu <kbd><kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>J</kbd></kbd> lub <kbd>F12</kbd>.
ru: Более подробная информация доступна в консоли вашего веб-браузера. В большинстве браузеров она доступна после нажатия <kbd><kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>J</kbd></kbd> или <kbd>F12</kbd>.
sk: Podrobnejšie informácie sú k dispozícii v konzole vášho webového prehliadača. Obvykle sa otvorí stlačením <kbd><kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>J</kbd></kbd> or <kbd>F12</kbd>.
ta: உங்கள் வலை உலாவியின் கன்சோலில் மேலும் விரிவான தகவல்கள் கிடைக்கின்றன. <kbd><kbd> கட்டு</kbd>+<kbd>உயர்த்து</kbd>+<kbd>ப</kbd></kbd> அல்லது <kbd>செ12</kbd>ஐ அழுத்தியபின் அணுகக்கூடிய பெரும்பாலான உலாவிகளில்.

source: Please report this error to our support team via e-mail: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
cs: Prosím nahlaste tuto chybu naší technické podpoře prostřednictvím e-mailu na: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
de: Bitte melden Sie diesen Fehler unserem Support-Team via E-Mail: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
el: Παρακαλώ αναφέρετε αυτό το σφάλμα στην ομάδα υποστήριξής μας μέσω e-mail: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
pl: Prosimy zgłosić ten błąd naszemu zespołowi obsługi na adres <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
ru: Сообщите об этой ошибке в нашу службу поддержки по электронной почте: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
sk: Prosím, ohláste túto chybu našej technickej podpore na e-mail: <a href="mailto:tech.support@turris.cz">tech.support@turris.cz</a>.
ta: தயவுசெய்து இந்த பிழையை எங்கள் உதவி குழுவுக்கு மின்னஞ்சல் வழியாக புகாரளிக்கவும்: <a href = "mailto: tech.support@turris.cz"> tech.support@turris.cz </a>.

source: Skip to main content
cs: Přeskočit na hlavní obsah
de: Zum Hauptinhalt springen
el: Μετάβαση στο κύριο περιεχόμενο
pl: Przeskocz do głównej treści
ru: Перейти к основному содержанию
sk: Preskočiť na hlavný obsah
ta: முக்கிய உள்ளடக்கத்திற்கு செல்லவும்

source: Session extended successfully.
cs: Přihlášení bylo úspěšně prodlouženo.
el: Η συνεδρία παρατάθηκε με επιτυχία.
pl: Pomyślnie przedłużono sesję.
ru: Сессия успешно продлена.
sk: Relácia úspešne predĺžená.
ta: அமர்வு வெற்றிகரமாக நீட்டிக்கப்பட்டது.

source: Session Timeout
cs: Vypršení časového limitu přihlášení
el: Χρονικό Όριο Συνεδρίας
pl: Limit czasu sesji
ru: Время сеанса истекло
sk: Timeout relácie
ta: அமர்வு நேரம் முடிந்தது

source: Your session is about to expire. Do you want to continue?
cs: Vaše přihlášení brzy vyprší. Chcete pokračovat v práci?
el: Η συνεδρία σας πρόκειται να λήξει. Θέλετε να συνεχίσετε;
pl: Twoja sesja niebawem wygaśnie. Czy chcesz ją przedłużyć?
ru: Ваша сессия скоро истечет. Хотите продолжить?
sk: Vaša relácia čoskoro vyprší. Má sa v nej pokračovať?
ta: உங்கள் அமர்வு காலாவதியாகிறது. நீங்கள் தொடர விரும்புகிறீர்களா?

source: Please note that if you do not respond, you will be logged out automatically.
cs: Mějte prosím na paměti, že pokud nezareagujete, budete automaticky odhlášeni.
el: Λάβετε υπόψη ότι εάν δεν απαντήσετε, θα αποσυνδεθείτε αυτόματα.
pl: Jeśli nie odpowiesz, nastąpi automatyczne wylogowanie.
ru: Обратите внимание: если вы не ответите, вы будете автоматически отключены.
sk: Ak neodpoviete, budete automaticky odhlásení.
ta: நீங்கள் பதிலளிக்கவில்லை என்றால், நீங்கள் தானாகவே உள்நுழைவீர்கள் என்பதை நினைவில் கொள்க.

source: Useful in cases, when a specific MAC address is required by your internet service provider.
cs: Užitečné v případech, kdy váš poskytovatel internetových služeb požaduje konkrétní MAC adresu.
de: Eignet sich für Fälle, in denen Ihr Internetprovider eine spezifische MAC-Adresse voraussetzt.
el: Χρήσιμο σε περιπτώσεις που απαιτείται συγκεκριμένη διεύθυνση MAC από τον πάροχο υπηρεσιών διαδικτύου.
pl: Przydatne w przypadkach, gdy dostawca internetu wymaga konkretnego adresu MAC.
ru: Полезно в случаях, когда вашему интернет-провайдеру требуется определенный MAC-адрес.
sk: Používa sa v prípadoch, keď poskytovateľ internetového pripojenia vyžaduje konkrétnu MAC adresu.
ta: உங்கள் இணைய பணி வழங்குநருக்கு ஒரு குறிப்பிட்ட MAC முகவரி தேவைப்படும்போது, சந்தர்ப்பங்களில் பயனுள்ளதாக இருக்கும்.

source: Colon is used as a separator, for example 00:11:22:33:44:55
cs: Jako oddělovač slouží dvojtečka, například 00:11:22:33:44:55
de: Doppelpunkte werden als Trennzeichen verwendet, z. B. 00:11:22:33:44:55
el: Η άνω και κάτω τελεία χρησιμοποιείται ως διαχωριστικό, για παράδειγμα 00:11:22:33:44:55
pl: Do oddzielania służy dwukropek, np. 00:11:22:33:44:55
ru: Разделяйте двоеточием, например, 00:11:22:33:44:55
sk: Ako oddeľovač sa používa dvojbodka, napríklad 00:11:22:33:44:55
ta: பெருங்குடல் ஒரு பிரிப்பானாக பயன்படுத்தப்படுகிறது, எடுத்துக்காட்டாக 00: 11: 22: 33: 44: 55

source: MAC address of the WAN interface.
cs: MAC adresa rozhraní WAN.
de: MAC-Adresse der WAN-Schnittstelle.
el: Διεύθυνση MAC για την διεπαφή WAN.
pl: Adres MAC interfejsu WAN.
ru: MAC-адрес WAN-интерфейса.
sk: MAC adresa rozhrania WAN.
ta: வான் இடைமுகத்தின் MAC முகவரி.

source: MAC Settings
cs: Nastavení MAC
de: MAC-Einstellungen
el: Ρυθμίσεις MAC
pl: Ustawienia MAC
ru: Настройки MAC-адреса
sk: Nastavenia MAC
ta: மேக் அமைப்புகள்

source: Custom MAC address
cs: Uživatelsky určená MAC adresa
de: Benutzerdefinierte MAC-Adresse
el: Προσαρμοσμένη διεύθυνση MAC
pl: Własny adres MAC
ru: Пользовательский MAC-адрес
sk: Vlastná MAC adresa
ta: தனிப்பயன் MAC முகவரி

source: Current MAC address
cs: Aktuální MAC adresa
de: Derzeitige MAC-Adresse
el: Τρέχουσα διεύθυνση MAC
pl: Obecny adres MAC
ru: Текущий MAC-адрес
sk: Aktuálna MAC adresa
ta: தற்போதைய MAC முகவரி

source: Set the new MAC address
cs: Nastavit novou MAC adresu
de: Neue MAC-Adresse setzen
el: Ορισμός της νέας διεύθυνσης MAC
pl: Ustaw nowy adres MAC
ru: Установить новый MAC-адрес
sk: Nastaviť novú MAC adresu
ta: புதிய மேக் முகவரியை அமைக்கவும்

source: Useful in cases when a specific VLAN ID is required by your internet service provider.
cs: Užitečné v případech, kdy váš poskytovatel internetových služeb požaduje konkrétní VLAN ID.
de: Eignet sich für Fälle, in denen Ihr Internetprovider eine spezifische VLAN-ID voraussetzt.
el: Χρήσιμο σε περιπτώσεις που απαιτείται συγκεκριμένο αναγνωριστικό VLAN από τον πάροχο υπηρεσιών διαδικτύου σας.
pl: Przydatne w przypadkach, gdy dostawca internetu wymaga konkretnego identyfikatora VLAN.
ru: Используется в тех случаях, когда вашему интернет-провайдеру требуется определенный идентификатор VLAN.
sk: Používa sa v prípadoch, keď poskytovateľ internetového pripojenia vyžaduje konkrétny VLAN ID.
ta: உங்கள் இணைய பணி வழங்குநருக்கு ஒரு குறிப்பிட்ட VLAN ஐடி தேவைப்படும்போது சந்தர்ப்பங்களில் பயனுள்ளதாக இருக்கும்.

source: VLAN ID must be a number in the range between 1 and 4094.
cs: VLAN ID musí být číslo v rozsahu 1 až 4094.
de: Die VLAN-ID muss eine Zahl zwischen 1 und 4094 sein.
el: Το αναγνωριστικό VLAN πρέπει να είναι ένας αριθμός μεταξύ 1 και 4094.
pl: Identyfikator sieci VLAN musi być liczbą z zakresu od 1 do 4094.
ru: Идентификатор VLAN должен быть числом в диапазоне от 1 до 4094.
sk: VLAN musí byť číslo z rozsahu 1 až 4094.
ta: VLAN ஐடி 1 முதல் 4094 வரையிலான வரம்பில் இருக்க வேண்டும்.

source: VLAN Settings
cs: Nastavení VLAN
de: VLAN-Einstellungen
el: Ρυθμίσεις VLAN
pl: Ustawienia VLAN
ru: Настройки VLAN
sk: Nastavenia VLAN
ta: VLAN அமைப்புகள்

source: Enable VLAN
cs: Povolit VLAN
de: VLAN aktivieren
el: Ενεργοποίηση VLAN
pl: Włącz VLAN
ru: Включить VLAN (виртуальная локальная сеть)
sk: Povoliť VLAN
ta: VLAN ஐ இயக்கவும்

source: Set the VLAN ID
cs: Nastavit VLAN ID
de: VLAN-ID setzen
el: Ορισμός του αναγνωριστικού VLAN
pl: Ustaw identyfikator sieci VLAN
ru: Установите идентификатор VLAN
sk: Nastaviť VLAN ID
ta: VLAN ஐடியை அமைக்கவும்

source: Value must be greater than or equal to 1.
cs: Hodnota musí být větší nebo rovna 1.
de: Der Wert muss mindestens 1 betragen.
el: Η τιμή πρέπει να είναι μεγαλύτερη ή ίση με 1.
pl: Wartość musi być większa lub równa 1.
ru: Значение должно быть больше или равно 1.
sk: Hodnota musí byť rovná alebo vyššia ako 1.
ta: மதிப்பு 1 ஐ விட அதிகமாகவோ அல்லது சமமாகவோ இருக்க வேண்டும்.

source: Value must be less than or equal to 4094.
cs: Hodnota musí být menší nebo rovna 4094.
de: Der Wert darf höchstens 4094 betragen.
el: Η τιμή πρέπει να είναι μικρότερη ή ίση με 4094.
pl: Wartość musi być mniejsza lub równa 4094.
ru: Значение должно быть меньше или равно 4094.
sk: Hodnota musí byť rovná alebo nižšia ako 4094.
ta: மதிப்பு 4094 ஐ விட குறைவாகவோ அல்லது சமமாகவோ இருக்க வேண்டும்.

source: Here you can specify your WAN port settings if instructed to do so by your ISP (internet service provider). Usually, it can be left untouched if your router is connected to the Internet via a cable or DSL modem.
cs: Zde můžete zadat nastavení vašeho portu WAN, pokud jste k tomu byli vyzváni vaším ISP (poskytovatelem internetového připojení). Obvykle lze nastavení ponechat nedotčené, pokud je váš router připojen k Internetu kabelovým nebo DSL modemem.
de: Hier können Sie WAN-Anschluss-Einstellungen ändern, falls Sie von Ihrem Internetprovider dazu aufgefordert werden. In der Regel können diese Einstellungen in Ruhe gelassen werden, wenn Ihr Router via Kabel oder DSL-Modem mit dem Internet verbunden ist.
el: Εδώ μπορείτε να καθορίσετε τις ρυθμίσεις της θύρας WAN εάν σας ζητηθεί από τον πάροχο υπηρεσιών σας. Συνήθως, μπορεί να μείνει ανέγγιχτο εάν ο δρομολογητής σας είναι συνδεδεμένος στο διαδίκτυο μέσω καλωδιακού ή DSL μόντεμ.
pl: W tym miejscu możesz wybrać ustawienia portu WAN, jeśli wymaga tego dostawca internetu (ISP). Zazwyczaj można je pozostawić bez zmian, jeśli router jest podłączony do Internetu za pomocą kabla lub modemu DSL.
ru: Здесь вы можете изменить настройки своего WAN-порта, если это указано вашим провайдером Интернет-услуг (ISP). Обычно его можно не трогать, если ваш роутер подключен к Интернету через кабельный или DSL-модем.
sk: Tu môžete zadať nastavenia portu WAN podľa inštrukcií vášho poskytovateľa internetových služieb. Ak je váš router pripojený k internetu prostredníctvom káblového alebo DSL modemu, obvykle môžu byť ponechané bez zmeny.
ta: உங்கள் ISP (இணைய பணி வழங்குநர்) ஆல் அவ்வாறு செய்ய அறிவுறுத்தப்பட்டால் இங்கே உங்கள் வான் துறைமுகம் அமைப்புகளை குறிப்பிடலாம். வழக்கமாக, உங்கள் திசைவி ஒரு கேபிள் அல்லது டிஎச்எல் மோடம் வழியாக இணையத்துடன் இணைக்கப்பட்டிருந்தால் அதைத் தீண்ட முடியாது.

source: Here you can examine your connection settings. Wait a while to establish the connection. Remember to click the <b>Save</b> button after you have tested that it works.
cs: Zde můžete zkontrolovat nastavení vašeho připojení. Chvíli počkejte na navázání spojení. Nezapomeňte po vyzkoušení, že spojení funguje, kliknout na tlačítko <b>Uložit</b>.
de: Hier können Sie Ihre Verbindungseinstellungen untersuchen. Warten Sie eine Weile, bis die Verbindung steht. Vergessen Sie nicht, auf <b>Speichern</b> zu klicken, wenn Sie festgestellt haben, dass es funktioniert.
el: Εδώ μπορείτε να εξετάσετε τις ρυθμίσεις σύνδεσής σας. Περιμένετε λίγο για να πραγματοποιηθεί η σύνδεση. Θυμηθείτε να κάνετε κλικ στο κουμπί <b>Αποθήκευση</b> αφού ελέγξετε ότι λειτουργεί.
pl: Tutaj możesz sprawdzić ustawienia swojego połączenia. Poczekaj chwilę na nawiązanie połączenia. Po sprawdzeniu, że działa, pamiętaj kliknąć przycisk <b>Zapisz</b>.
ru: Здесь вы можете проверить настройки подключения. Подождите некоторое время, пока установится соединение. Не забудьте нажать кнопку <b>Сохранить</b> после проверки работоспособности.
sk: Tu môžete otestovať nastavenia vášho pripojenia. Vyčkajte chvíľu, kým sa pripojenie vytvorí. Ak pripojenie funguje, nezabudnite kliknúť na tlačidlo <b>Uložiť</b>.
ta: உங்கள் இணைப்பு அமைப்புகளை இங்கே ஆராயலாம். இணைப்பை நிறுவ சிறிது நேரம் காத்திருங்கள். <b> சேமி </b> பொத்தானைக் சொடுக்கு செய்தால், அது செயல்படுகிறது என்று நீங்கள் சோதித்த பிறகு.

source: DUID which will be provided to the DHCPv6 server.
cs: DUID identifikátor, který bude poskytnut DHCPv6 serveru.
de: DUID, die dem DHCPv6-Server zur Verfügung gestellt wird.
el: DUID το οποίο θα παρέχεται στον διακομιστή DHCPv6.
pl: Identyfikator DUID, który będzie przedstawiany serwerowi DHCPv6.
ru: DUID, который будет предоставлен серверу DHCPv6.
sk: DUID identifikátor, ktorý sa poskytne DHCPv6 serveru.
ta: DHCPV6 சேவையகத்திற்கு வழங்கப்படும் DUID.

source: IPv6 address and prefix length for WAN interface e.g. 2001:db8:be13:37da::1/64
cs: IPv6 adresa a délka předpony pro WAN rozhraní např. 2001:db8:be13:37da::1/64
de: IPv6-Adresse und Präfixlänge für WAN-Schnittstelle z.B. 2001:db8:be13:37da::1/64
el: Διεύθυνση IPv6 και μήκος προθέματος για διεπαφή WAN π.χ. 2001:db8:be13:37da::1/64
pl: Adres IPv6 i długość prefiksu interfejsu WAN, np. 2001:db8:be13:37da::1/64
ru: IPv6-адрес и длина префикса для интерфейса WAN, например, 2001: db8: be13: 37da :: 1/64
sk: IPv6 adresa a dĺžka prefixu pre rozhranie WAN, napríklad 2001:db8:be13:37da::1/64
ta: வான் இடைமுகத்திற்கான IPv6 முகவரி மற்றும் முன்னொட்டு நீளம் எ.கா. 2001: DB8: BE13: 37da :: 1/64

source: Address range for local network, e.g. 2001:db8:be13:37da::/64
cs: Adresní rozsah pro místní síť, např. 2001:db8:be13:37da::/64
de: Adressenbereich des lokalen Netzwerks, z. B. 2001:db8:be13:37da::/64
el: Εύρος διευθύνσεων για τοπικό δίκτυο, π.χ. 2001:db8:be13:37da::/64
pl: Zakres adresów sieci lokalnej, np. 2001:db8:be13:37da::/64
ru: Диапазон адресов для локальной сети, например, 2001:db8:be13:37da::/64
sk: Rozsah adries pre miestnu sieť, napríklad 2001:db8:be13:37da::/64
ta: உள்ளக நெட்வொர்க்கிற்கான முகவரி வரம்பு, எ.கா. 2001: DB8: BE13: 37da ::/64

source: In order to use 6to4 protocol, you might need to specify your public IPv4 address manually (e.g. when your WAN interface has a private address which is mapped to public IP).
cs: Pro použití protokolu 6to4 může být třeba ručně zadat vaši veřejnou IPv4 adresu (např. pokud má vaše WAN rozhraní adresu z neveřejného rozsahu, která je u poskytovatele mapována na veřejnou).
de: Um das 6to4-Protokoll zu verwenden muss unter Umständen von Hand eine öffentliche IPv4 Adresse angegeben werden (z.B. wenn der WAN-Schnittstelle eine private Adresse zugewiesen wurde, die auf eine öffentliche IP zeigt).
el: Για να χρησιμοποιήσετε το πρωτόκολλο 6to4, ίσως χρειαστεί να καθορίσετε τη δημόσια διεύθυνση IPv4 σας χειροκίνητα (π.χ. όταν η διεπαφή WAN σας έχει μια ιδιωτική διεύθυνση που αντιστοιχίζεται σε δημόσια IP).
pl: Aby korzystać z protokołu 6to4, konieczne może być ręczne podanie publicznego adresu IPv4 (np. gdy twój interfejs WAN ma adres z zakresu prywatnego, który jest mapowany na publiczny adres IP u dostawcy).
ru: Чтобы использовать протокол 6to4, вам может потребоваться указать ваш публичный IPv4-адрес вручную (например, когда ваш wan-интерфейс имеет частный адрес, который сопоставляется с публичным IP-адресом).
sk: Na použitie protokolu 6to4 môže byť potrebné ručne zadať vašu verejnú IPv4 adresu (napríklad ak má vaše rozhranie WAN neverejnú adresu, ktorá sa u poskytovateľa mapuje na verejnú).
ta: 6to4 நெறிமுறையைப் பயன்படுத்த, உங்கள் பொது IPv4 முகவரியை கைமுறையாகக் குறிப்பிட வேண்டியிருக்கும் (எ.கா. உங்கள் வான் இடைமுகத்தில் ஒரு தனிப்பட்ட முகவரி இருக்கும்போது, அது பொது ஐபியுடன் வரைபடமாக்கப்படுகிறது).

source: This address will be used as a endpoint of the tunnel on the provider's side.
cs: Tato adresa bude použita jako koncový bod tunelu na straně poskytovatele.
de: Diese Adresse wird als Tunnelendpunkt gegenüber dem Anbieter verwendet.
el: Αυτή η διεύθυνση θα χρησιμοποιηθεί ως τελικό σημείο επικοινωνίας του tunnel από την πλευρά του παρόχου.
pl: Ten adres będzie używany jako punkt końcowy tunelu po stronie dostawcy.
ru: Этот адрес будет использоваться в качестве конечной точки туннеля со стороны провайдера.
sk: Táto adresa sa použije ako koncový bod tunela na strane poskytovateľa.
ta: இந்த முகவரி வழங்குநரின் பக்கத்தில் சுரங்கப்பாதையின் இறுதிப் புள்ளியாகப் பயன்படுத்தப்படும்.

source: IPv6 addresses which will be routed to your network.
cs: IPv6 adresy, které budou směrovány do vaší sítě.
de: IPv6-Adressen, die an Ihr Netzwerk weitergeleitet werden.
el: Διευθύνσεις IPv6 που θα δρομολογηθούν στο δίκτυό σας.
pl: Adresy IPv6, które będą kierowane do sieci.
ru: IPv6-адреса, перенаправляемые в вашу сеть.
sk: IPv6 adresy, ktoré budú smerované do vašej siete.
ta: உங்கள் பிணையத்திற்கு அனுப்பப்படும் IPv6 முகவரிகள்.

source: Maximum Transmission Unit in the tunnel (in bytes).
cs: Maximální velikost přenosové jednotky v tunelu (v bajtech).
de: Maximale Übertragungseinheit im Tunnel (in Bytes).
el: Μέγιστη μονάδα μετάδοσης στο tunnel (σε byte).
pl: Maksymalna jednostka transmisji (MTU) w tunelu (w bajtach).
ru: Максимальный размер полезного блока данных (MTU) в туннеле (в байтах).
sk: Maximálna veľkosť jednotky prenosu (MTU) v tuneli (v bytoch).
ta: சுரங்கப்பாதையில் அதிகபட்ச பரிமாற்ற அலகு (பைட்டுகளில்).

source: Some tunnel providers allow you to have public dynamic IPv4. Note that you need to fill in some extra fields to make it work.
cs: Někteří poskytovatelé tunelů vám umožňují mít veřejnou dynamickou IPv4 adresu. Ovšem aby to fungovalo, je třeba vyplnit několik dalších kolonek.
de: Manche Tunnel-Provider bieten die Nutzung öffentlicher, dynamischer IPv4 Adressen an. Beachten Sie, dass weitere Angaben notwendig sind, damit dies funktioniert.
el: Ορισμένοι πάροχοι tunnel σας επιτρέπουν να έχετε δημόσια δυναμική IPv4. Λάβετε υπόψη ότι πρέπει να συμπληρώσετε μερικά επιπλέον πεδία για να λειτουργήσει.
pl: Niektórzy dostawcy tunelów umożliwiają posiadanie publicznego dynamicznego IPv4. Należy pamiętać, że aby to działało, trzeba wypełnić jeszcze kilka pól.
ru: Некоторые провайдеры туннелей позволяют вам иметь публичный динамический IPv4-адрес. Обратите внимание, что нужно заполнить дополнительные поля, чтобы они работали.
sk: Niektorí poskytovatelia tunela umožňujú použitie verejnej dynamickej IPv4 adresy. Pre správne fungovanie je potrebné ešte vyplniť niektoré ďalšie nastavenia.
ta: சில சுரங்கப்பாதை வழங்குநர்கள் பொது மாறும் ஐபிவி 4 ஐ வைத்திருக்க உங்களை அனுமதிக்கின்றனர். அதைச் செயல்படுத்த சில கூடுதல் புலங்களை நிரப்ப வேண்டும் என்பதை நினைவில் கொள்க.

source: ID of your tunnel which was assigned to you by the provider.
cs: Identifikátor vašeho tunelu, který vám byl přiřazen poskytovatelem.
de: ID des Tunnels die durch den Provider vergeben wurde.
el: Το αναγνωριστικό του tunnel σας που σας έχει εκχωρηθεί από τον πάροχο.
pl: Identyfikator tunelu, który został przydzielony przez dostawcę.
ru: Идентификатор туннеля, который был назначен провайдером.
sk: Identifikátor vášho tunela pridelený vaším poskytovateľom.
ta: வழங்குநரால் உங்களுக்கு ஒதுக்கப்பட்ட உங்கள் சுரங்கப்பாதையின் ஐடி.

source: Username which will be used to provide credentials to your tunnel provider.
cs: Uživatelské jméno které bude použito pro poskytnutí přihlašovacích údajů vašemu poskytovateli tunelu.
de: Nutzername der als Zugangsdaten beim Tunnelanbieter verwendet wird.
el: Όνομα χρήστη που θα χρησιμοποιηθεί για την παροχή διαπιστευτηρίων στον πάροχο του tunnel.
pl: Nazwa użytkownika do uwierzytelnienia przed dostawcą tunelu.
ru: Имя пользователя, которое будет использоваться вашим провайдером туннелей.
sk: Užívateľské meno, ktoré sa použije na poskytnutie prihlasovacích údajov vášmu poskytovateľovi tunela.
ta: உங்கள் சுரங்கப்பாதை வழங்குநருக்கு சான்றுகளை வழங்க பயன்படுத்தப்படும் பயனர்பெயர்.

source: Key which will be used to provide credentials to your tunnel provider.
cs: Klíč který bude použit pro poskytnutí přihlašovacích údajů vašemu poskytovateli tunelu.
de: Schlüssel, der für die Zugangsdaten beim Tunnelanbieter verwendet wird.
el: Κλειδί που θα χρησιμοποιηθεί για την παροχή διαπιστευτηρίων στον πάροχο του tunnel.
pl: Klucz, który zostanie użyty do uwierzytelnienia przed dostawcą tunelu.
ru: Ключ, который будет использоваться вашим провайдером туннелей.
sk: Kľúč, ktorý sa použije na poskytnutie prihlasovacích údajov vášmu poskytovateľovi tunela.
ta: உங்கள் சுரங்கப்பாதை வழங்குநருக்கு சான்றுகளை வழங்க பயன்படுத்தப்படும் விசை.

source: DHCPv6 (automatic configuration)
cs: DHCPv6 (automatické nastavení)
de: DHCPv6 (automatische Konfiguration)
el: DHCPv6 (αυτόματη διαμόρφωση)
pl: DHCPv6 (konfiguracja automatyczna)
ru: DHCPv6 (автоматическая настройка)
sk: DHCPv6 (automatická konfigurácia)
ta: DHCPV6 (தானியங்கி உள்ளமைவு)

source: 6to4 (public IPv4 address required)
cs: 6to4 (je třeba mít veřejnou IPv4 adresu)
de: 6to4 (öffentliche IPv4-Adresse erforderlich)
el: 6to4 (απαιτείται δημόσια διεύθυνση IPv4)
pl: 6to4 (wymagany publiczny adres IPv4)
ru: 6to4 (требуется публичный IPv4-адрес)
sk: 6to4 (vyžaduje sa verejná IPv4 adresa)
ta: 6to4 (பொது IPv4 முகவரி தேவை)

source: 6in4 (public IPv4 address required)
cs: 6in4 (je třeba mít veřejnou IPv4 adresu)
de: 6in4 (öffentliche IPv4-Adresse erforderlich)
el: 6in4 (απαιτείται δημόσια διεύθυνση IPv4)
pl: 6in4 (wymagany publiczny adres IPv4)
ru: 6in4 (требуется публичный IPv4-адрес)
sk: 6in4 (vyžaduje sa verejná IPv4 adresa)
ta: 6in4 (பொது IPv4 முகவரி தேவை)

source: Disable IPv6
cs: Vypnout IPv6
de: IPv6 deaktivieren
el: Απενεργοποίηση IPv6
pl: Wyłącz IPv6
ru: Отключить IPv6
sk: Zakázať IPv6
ta: IPv6 ஐ முடக்கு

source: IPv6 Settings
cs: Nastavení IPv6
de: IPv6-Einstellungen
el: Ρυθμίσεις IPv6
pl: Ustawienia IPv6
ru: Настройки IPv6
sk: Nastavenia IPv6
ta: ஐபிவி 6 அமைப்புகள்

source: IPv6 protocol
cs: Protokol IPv6
de: IPv6-Protokoll
el: Πρωτόκολλο IPv6
pl: Protokół IPv6
ru: Протокол IPv6
sk: Protokol IPv6
ta: ஐபிவி 6 நெறிமுறை

source: Custom DUID
cs: Uživatelsky určený DUID identifikátor
de: Benutzerdefinierte DUID
el: Προσαρμοσμένο DUID
pl: Własny DUID
ru: Пользовательский уникальный идентификатор DHCP (DUID)
sk: Vlastný DUID identifikátor
ta: தனிப்பயன் முறைத்துப் பார்க்கிறது

source: Address
cs: Adresa
de: Adresse
el: Διεύθυνση
pl: Adres
ru: Адрес
sk: Adresa
ta: முகவரி

source: Prefix
cs: Předpona
de: Präfix
el: Πρόθεμα
pl: Przedrostek
ru: Префикс
ta: முன்னொட்டு

source: Public IPv4
cs: Veřejná IPv4 adresa
de: Öffentliche IPv4-Adresse
el: Δημόσια IPv4
pl: Publiczny adres IPv4
ru: Публичный IPv4-адрес
sk: Verejná IPv4 adresa
ta: பொது IPv4

source: Provider IPv4
cs: IPv4 adresa u poskytovatele
de: Anbieter-IPv4
el: IPv4 Παρόχου
pl: Adres IPv4 u dostawcy
ru: Провайдер IPv4-адресов
sk: IPv4 adresa u poskytovateľa
ta: வழங்குநர் ஐபிவி 4

source: Routed IPv6 prefix
cs: Směrovaný IPv6 prefix
de: Gerouteter IPv6-Präfix
el: Δρομολογημένο πρόθεμα IPv6
pl: Trasowany przedrostek IPv6
ru: Префикс IPv6 маршрутизации
sk: Smerovaný IPv6 prefix
ta: ஐபிவி 6 முன்னொட்டு

source: Dynamic IPv4 handling
cs: Dynamická správa IPv4
de: Dynamische IPv4-Handhabung
el: Χειρισμός Δυναμικής IPv4
pl: Dynamiczne zarządzanie IPv4
ru: Динамическая обработка IPv4
sk: Dynamické spravovanie IPv4
ta: மாறும் ஐபிவி 4 கையாளுதல்
